Repository: astrobin/astrobin-ng
Catalog: src/assets/i18n/*.po
Languages: fr, it, ja

source: Nobody is using this equipment item on AstroBin, at the moment.
fr: Personne n'utilise cet équipement sur AstroBin, pour le moment.
it: Al momento nessuno su AstroBin usa questo strumento.
ja: 現在、AstroBinでは誰もこの機材を使用していません。

source: The AstroBin equipment database is a collective community effort similar to Wikipedia.
fr: La base de données d'équipements AstroBin est un effort communautaire collectif similaire à Wikipedia.
it: Il database della strumentazione di AstroBin è un progetto collettivo della comunità, simile a Wikipedia.
ja: AstroBinの機材データベースは、ウィキペディアのようなコミュニティによる共同作業で成り立っています。

source: The comment section for this item is not available anymore, because it's been already approved.
fr: La section des commentaires pour cet article n'est plus disponible, car il a déjà été approuvé.
it: La sezione dei commenti di questo elemento non è più disponibile, perché è stato approvato.
ja: この項目のコメント欄は、既に承認されているため、利用できなくなりました。

source: The following form fields have errors, please correct them and try again:
fr: Les champs de formulaire suivants contiennent des erreurs, veuillez les corriger et réessayer :
it: I seguenti campi del modulo presentano errori, per favore correggili e prova di nuovo:
ja: 以下の項目にエラーがあります。修正後、再度お試しください。

source: There are no images on AstroBin acquired using this equipment item, at the moment.
fr: Il n'y a pas d'images sur AstroBin acquises à l'aide de cet équipement, pour le moment.
it: Al momento non ci sono immagini su AstroBin acquisite con questo strumento.
ja: この機材で撮影された画像は、現在AstroBinにはありません。

source: This comment section is only visible to AstroBin equipment moderators and the user who created this item, and only while this equipment item is unapproved.
fr: Cette section de commentaires n'est visible que pour les modérateurs d'équipement AstroBin et l'utilisateur qui a créé cet élément, et uniquement tant que cet élément d'équipement n'est pas approuvé.
it: La sezione dei commenti è visibile soltanto ai moderatori della strumentazione di AstroBin, e all'utente che ha creato questo strumento, e solo fintanto che lo strumento non è approvato.
ja: このコメント欄は、AstroBinの機材モデレーターと、このアイテムを作成したユーザーだけが見ることができ、この機材アイテムが未承認の間のみ見ることができます。

source: This comment section is only visible to you and AstroBin equipment moderators, and only while this equipment item is unapproved.
fr: Cette section de commentaires n'est visible que pour vous et les modérateurs d'équipement AstroBin, et uniquement tant que cet équipement n'est pas approuvé.
it: La sezione dei commenti è visibile soltanto a te e ai moderatori della strumentazione di AstroBin, e solo fintanto che questo strumento non è approvato.
ja: このコメント欄は、あなたとAstroBinの機材モデレーターだけが見ることができ、この機材アイテムが未承認である間だけ見ることができます。

source: This item has already been approved by you or another moderator.
fr: Cet article a déjà été approuvé par vous ou un autre modérateur.
it: Questo elemento è già stato approvato da te o da un altro moderatore.
ja: このアイテムは、あなたまたは他のモデレーターによって既に承認されています。

source: This space will host a forum specific to this equipment item, to connect people who own it or are interested in it.
fr: Cet espace accueillera un forum spécifique à cet équipement, pour mettre en relation les personnes qui le possèdent ou qui s'y intéressent.
it: Questo spazio ospiterà un forum specifico per questo strumento, per connettere le persone che lo possiedono o vi sono interessate.
ja: このスペースでは、その機材に特化したフォーラムを開催し、その機材を持っている人、興味がある人をつなげます。

source: Type a brand and/or a model name to search options...
fr: Tapez une marque et/ou un nom de modèle pour rechercher des options...
it: Digita una marca e/o un nome di modello per cercare fra le opzioni...
ja: ブランド名やモデル名を入力すると、検索結果が表示されます。

source: View more
fr: Voir plus
it: Vedi di più
ja: もっと見る

source: You can create a new one using the button below.
fr: Vous pouvez en créer un nouveau en cliquant sur le bouton ci-dessous.
it: Puoi crearne uno nuovo usando il bottone qui sotto.
ja: 下のボタンから新規に作成できます。

source: You cannot propose an edit while there is a pending one. Please review the pending edit proposal first, thank you!
fr: Vous ne pouvez pas proposer une modification tant qu'une autre est en attente. Veuillez d'abord examiner la proposition de modification en attente, merci !
it: Non puoi proporre una modifica quando ce n'è già una in attesa di approvazione. Prima controlla quella in attesa, grazie!
ja: 編集が保留されている間は、編集を提案することはできません。まず、保留中の編集案を確認してください。

source: Add filter
fr: Ajouter un filtre
it: Aggiungi filtro
ja: フィルターを追加する

source: Any
fr: Tous
it: Qualunque
ja: どちらも

source: Apply
fr: Appliquer
it: Applica
ja: 適用する

source: Clear all filters
fr: Désactiver tous les filtres
it: Rimuovi tutti i filtri
ja: 全てのフィルターをクリア

source: From
fr: De
it: Da
ja: 送信者

source: If you just upgraded and still see this message, please allow a few minute for your subscription to take effect.
fr: Si vous venez de faire évoluer votre abonnement et que vous voyez toujours ce message, veuillez patienter quelques minutes pour que votre abonnement prenne effet.
it: Se hai appena fatto l'upgrade e vedi ancora questo messaggio, per favore attendi qualche minuto perché il tuo abbonamento prenda effetto.
ja: アップグレードを行ったばかりで、このメッセージが表示される場合は、有料契約が有効になるまで数分お待ちください。

source: Legacy item
fr: Elément hérité
it: Strumento del vecchio database
ja: 過去のアイテム

source: Most often used with
fr: Le plus souvent utilisé avec
it: Usato più spesso con
ja: 最も一緒に使われている機材

source: New item
fr: Nouvel élément
it: Nuovo strumento
ja: 新しいアイテム

source: No, thanks
fr: Non merci
it: No, grazie
ja: 結構です

source: Select
fr: Sélectionner
it: Seleziona
ja: 選択する

source: Sorry
fr: Désolé
it: Spiacente
ja: すみません

source: Strategy
fr: Stratégie
it: Strategia
ja: 戦略

source: Tell me more!
fr: En savoir plus !
it: Dimmi di più!
ja: もっと教えてほしい！

source: To
fr: A
it: A
ja: 宛先

source: To use this feature, you need the <strong>{{0}}</strong> subscription or higher.
fr: Pour utiliser cette fonctionnalité, vous devez avoir souscrit à l'offre d'abonnement <strong>{{0}}</strong> ou supérieure.
it: Per utilizzare questa funzionalità, ti serve un abbonamento <strong>{{0}}</strong> o superiore.
ja: この機能を使用するには、<strong>{{0}}<strong>契約以上が必要です。

source: Undo
fr: Annuler
it: Annulla
ja: やり直す

source: Would you be interested in upgrading? AstroBin is a very small business and your support would mean a lot!
fr: Seriez-vous intéressé par un abonnement supérieur ? AstroBin est une très petite entreprise et votre soutien signifie beaucoup !
it: Ti interesserebbe fare l'upgrade! AstroBin è una piccola azienda e il tuo supporto aiuterebbe molto!
ja: アップグレードに興味はありませんか？AstroBinはとても小さな会社なので、あなたのサポートがとても重要になります

source: Your most recent applied migrations (all equipment classes)
fr: Vos dernières migrations appliquées (toutes classes d'équipements)
it: Le tue migrazioni applicate più recenti (tutte le classi di strumentazione)
ja: 最近適用したマイグレーション（全機材分類）

source: random
fr: Aléatoire
it: casuale
ja: ランダム

source: {{0}} images in common
fr: {{0}} images en commun
it: {{0}} immagini in comune
ja: {{0}} 枚の画像を共通で使用

source: Begin
fr: Commencer
it: Inizia
ja: 開始する

source: Brands
fr: Marques
it: Marche
ja: ブランド

source: For this reason, they need to represent the same product.
fr: Pour cette raison, ils doivent représenter le même produit.
it: Per questo motivo, devono rappresentare lo stesso prodotto.
ja: そのため、同じ製品を表現する必要があるのです。

source: Only do this if the legacy item cannot be determined unambiguously. Sometimes this happens if back when you added this legacy item to the equipment database, you didn't specify a key property in its name, e.g. color vs mono, and then you used it for several images indiscriminately of that property. E.g. have an Atik 4000 Color and an Atik 4000 Mono, and you added a generic 'Atik 4000' and used it both for color and mono images. You cannot migrate it to either the color or mono variant of the new database entry, because some of your images will present the wrong information once their equipment association is changed.
fr: N'effectuez cette opération que si l'élément hérité ne peut pas être déterminé sans ambiguïté. Cela se produit parfois si, lorsque vous avez ajouté cet élément hérité à la base de données d'équipements, vous n'avez pas spécifié de propriété clé dans son nom, par ex. couleur vs mono, puis vous l'avez utilisé pour plusieurs images sans distinction de cette propriété. Par exemple. avez un Atik 4000 Color et un Atik 4000 Mono, et vous avez ajouté un "Atik 4000" générique et l'avez utilisé à la fois pour les images couleur et mono. Vous ne pouvez pas le migrer vers la variante couleur ou mono de la nouvelle entrée de base de données, car certaines de vos images présenteront des informations erronées une fois leur association d'équipement modifiée.
it: Fai questo solo se lo strumento del vecchio database non può essere determinato in maniera inequivocabile. A volte questo succede se avevi aggiunto questo strumento al vecchio database e avevo omesso una proprietà fondamentale nel suo nome (p.e. colore o mono) e poi l'avevi associato alle tue immagini senza distinguere per questa proprietà. Per esempio, possiedi una Atik 4000 Color e una Atik 4000 Mono, ed hai aggiunto una generica "Atik 4000" e l'hai usata sia per le immagini a colore che quelle monocromatiche. Non puoi migrare questa camera né alla versione a colori né alla versione monocromatica dello strumento nel nuovo database, perché alcune delle tue immagini avranno la camera errata associata ad esse una volta che AstroBin cambia l'associazione dopo la migrazione.
ja: この操作は、過去のアイテムを明確に特定できない場合にのみ行います。これは、過去のアイテムを機材データベースに追加した際に、カラーとモノラルのような重要なプロパティを名前に指定せず、そのプロパティを無差別に複数の画像に使用した場合に発生することがあります。例：Atik 4000 ColorとAtik 4000 Monoがあり、一般的な「Atik 4000」を追加して、カラーとモノラルの両方の画像に使用した場合。この場合、新しいデータベースエントリのカラーまたはモノラルのいずれかに移行することはできません。なぜなら、機器の関連付けが変更されると、一部の画像は間違った情報を表示することになるからです。

source: Only do this if the legacy item is actually multiple products lumped together under the same name. This typically happens for LRGB filter sets when you didn't create individual filters back when you added this legacy item to the database. Sometimes this happens when you actually added multiple products using the same text box (e.g. 'Canon 70D / Canon 80D').
fr: Ne faites cela que si l'article hérité est en fait plusieurs produits regroupés sous le même nom. Cela se produit généralement pour les ensembles de filtres LRGB lorsque vous n'avez pas créé de filtres individuels lorsque vous avez ajouté cet élément hérité à la base de données. Parfois, cela se produit lorsque vous avez en fait ajouté plusieurs produits à l'aide de la même zone de texte (par exemple, "Canon 70D / Canon 80D").
it: Fai questo solo se lo strumento del vecchio database consiste in più prodotti messi insieme sotto lo stesso nome. Tipicamente questo avviene per set di filtri LRGB se non hai creato filtri individuali quando hai aggiunto questo strumento al vecchio database. A volte questo succede se hai effettivamente aggiunto più di uno strumento usando la stessa casella di testo (p.e. 'Canon 70D / Canon 80D').
ja: 過去のアイテムが、実際には複数の製品を同じ名前でまとめている場合にのみ、この操作を行います。これは通常、LRGBフィルターセットで起こり、データベースに過去のアイテムを追加したときに個別のフィルターを作成していない場合に起こります。同じテキストボックスを使用して複数の製品を実際に追加した場合に発生することもあります（例：Canon 70D / Canon 80D）

source: Only do this if the legacy item is not of the equipment class you are currently migrating (see the selected menu entry in the sidebar, e.g. Camera / Telescope / Mount / etc). Sometimes this happens if you added an OAG as a telescope instead of an accessory back when you created this equipment item.
fr: Ne faites cela que si l'élément hérité n'appartient pas à la classe d'équipement que vous migrez actuellement (voir l'entrée de menu sélectionnée dans la barre latérale, par exemple Caméra / Télescope / Monture / etc.). Parfois, cela se produit si vous avez ajouté un diviseur optique (OAG) en tant que télescope plutôt que comme accessoire lorsque vous avez créé cet équipement.
it: Fai questo solo se lo strumento del vecchio database è di un tipo di strumentazione diverso da quello che stai attualmente migrando (vedi la voce selezionata nel menù a sinistra, p.e. Camera / Telescopio / Montatura / etc). A volte questo succede se hai aggiunto una guida fuori-asse come telescopio invece che accessorio quando hai aggiunto questo strumento nel vecchio database.
ja: 過去のアイテムが現在移行している機材分類でない場合のみ、この操作を行ってください（サイドバーの選択したメニュー項目を参照、例：カメラ/望遠鏡/赤道儀/その他）。この機材アイテムを作成する際に、オフアキシスガイダーをアクセサリーではなく望遠鏡として追加した場合、このようなことが起こることがあります。

source: The AstroBin equipment database does not attempt to track version numbers of software. If that number is a version number, please remove it, thanks!
fr: La base de données d'équipement d'AstroBin ne prend pas en compte les numéros de version des logiciels. Si ce numéro est un numéro de version, veuillez le supprimer, merci !
it: Il database della strumentazione di AstroBin non tiene conto dei numeri di versione dei software. Se quel numero è un numero di versione, per favore rimuovilo, grazie!
ja: AstroBin機材データベースでは、ソフトウェアのバージョン番号の追跡はやっていません。もしその番号がバージョン番号であれば、削除してください。

source: The name of this product identifies it in a manner that is sufficiently unambiguous
fr: Le nom de ce produit l'identifie de manière suffisamment claire
it: Il nome di questo prodotto lo identifica in maniera sufficientemente inequivocabile
ja: 本製品の名称は、十分に曖昧さを排除した形で識別されます。

source: You want to be precise enough that this product's name distinguishes it from similar products that people might want to search for on AstroBin, but not so precise as to create too many variants of what is essentially the same product.
fr: Soyez suffisamment précis pour que le nom de ce produit le distingue des produits similaires que les gens pourraient vouloir rechercher sur AstroBin, mais pas assez précis pour créer trop de variantes du même produit.
it: È necessario essere precisi abbastanza che il nome di questo prodotto lo distingue da prodotti simili che gli utenti AstroBin vorrebbero poter cercare separatamente, ma non così precisi da creare troppe varianti di quello che è essenzialmente lo stesso prodotto.
ja: この製品名は、AstroBinで検索時に類似の製品と区別できるような正確なものにしたいのですが、本来は同じ製品に多くのバリエーションができるように適切にはなりません。

source: + {{numVariants}} variants
fr: + {{numVariants}} variantes
it: + {{numVariants}} varianti
ja: + {{numVariants}} バージョン

source: Available in {{0}} additional variants:
fr: Disponible dans {{0}} variantes supplémentaires :
it: Disponibile in {{0}} varianti aggiuntive:
ja: {{0}} の追加バージョンが利用可能：

source: Because of your contribution in adding this equipment item, the next person who wants to associate it with their images won't have to repeat the same process.
fr: Grâce à votre contribution à l'ajout de cet équipement, la prochaine personne qui voudra l'associer à ses images n'aura pas à répéter le même processus.
it: Grazie al tuo contributo nell'aggiungere questo strumento, la prossima persona che vorrà associarlo alle proprie immagini non dovrà ripetere lo stesso procedimento.
ja: あなたがこの機材を追加してくれたおかげで、次に自分の画像と関連づけたい人は同じ作業を繰り返す必要がありません。

source: Companies
fr: Sociétés
it: Aziende
ja: 会社

source: Company
fr: Société
it: Azienda
ja: 会社

source: Developer(s)
fr: Développeur(s)
it: Sviluppatore(i)
ja: 開発者

source: Go to base variant.
fr: Accéder aux variantes.
it: Vai alla variante di base.
ja: 元バージョンへ

source: Guiding
fr: Guidage
it: Guida
ja: ガイド

source: If this item is a variant of another product, please select it here. This is typically used for products that have multiple versions (e.g. filter size, filter wheel size and number of slots, software versions...) and AstroBin will use this information to group certain pieces of data (e.g. search results).
fr: Si cet élément est une variante d'un autre produit, veuillez le sélectionner ici. Ceci est généralement utilisé pour les produits qui ont plusieurs versions (par exemple, la taille du filtre, la taille de la roue de filtre et le nombre d'emplacements, les versions logicielles...) et AstroBin utilisera ces informations pour regrouper certaines données (par exemple, les résultats de recherche).
it: Se questo strumento è una variante di un altro prodotto, selezionalo qui. Questo tipicamente viene usato per prodotti che hanno più versioni (ad esempio filtri di dimensioni diverse, versioni software...) e AstroBin userà questa informazione per raggruppare alcuni dati (p.e. risultati di ricerca).
ja: このアイテムが他の製品のバリエーションである場合、ここで選択してください。これは通常、複数のバージョン（フィルターサイズ、フィルターホイールのサイズとスロット数、ソフトウェアのバージョンなど）がある製品に使用され、AstroBinはこの情報を使って特定のデータ（検索結果など）をグループ化します。

source: Imaging
fr: Caméra d'imagerie
it: Acquisizione
ja: 撮影

source: Marking an item as DIY (i.e. self-made) means that you, or someone on your behalf, actually made this equipment item, and it's something unique that other people literally cannot obtain. This item will not be available to others to add to their images.
fr: Marquer un article comme Fait-maison (c'est-à-dire fabriqué soi-même ou "DIY") signifie que vous, ou quelqu'un en votre nom, avez réellement fabriqué cet équipement, et qu'il s'agit d'un équipement unique que personne d'autre ne peut posséder. Cet article ne sera pas disponible pour les autres utilisateurs pour associer à leurs images.
it: Segnare un'oggetto come fai-da-te vuol dire che tu, o qualcuno per te, ha effettivamente costruito questo strumento, ed è qualcosa di unico che altre persone letteralmente non possono ottenere. Questo elemento non sarà disponibile perché altri lo aggiungano alle loro immagini.
ja: アイテムをDIY（＝自作）とマークすることは、あなた、またはあなたの代理の誰かがこの機材アイテムを実際に作ったことを意味し、それは文字通り他の人が手に入れることができないユニークなものであることを意味します。このアイテムは、他の人が自分の画像に追加して利用することはできません。

source: Name of the brand (or company, or developer(s))
fr: Nom de la marque (ou société, ou développeur(s))
it: Nome della marca (o azienda, o sviluppatore(i))
ja: ブランド名（または会社名、開発者名）

source: Product name
fr: Nom du produit
it: Nome del prodotto
ja: 製品名

source: Telescope or lens
fr: Télescope ou objectif
it: Telescopio o lente
ja: 望遠鏡もしくはレンズ

source: Thank you so much for contributing to the AstroBin equipment database! 🙌
fr: Merci beaucoup d'avoir contribué à la base de données d'équipements d'AstroBin ! 🙌
it: Grazie mille per aver contribuito al database della strumentazione di AstroBin! 🙌
ja: AstroBinの機材データベースにご協力いただき、誠にありがとうございます。🙌

source: The "Variant of" field must be an item with the same brand as this one.
fr: Le champ "Variante de" doit être un élément de la même marque que celui-ci.
it: Il campo "Variante di" deve essere uno strumento della stessa marca che questo.
ja: ”バリエーション"項目は、この商品と同じブランドの商品である必要があります。

source: This comment section is only visible to AstroBin equipment moderators and the user who created this item.
fr: Cette section de commentaires n'est visible que pour les modérateurs d'équipements d'AstroBin et l'utilisateur qui a créé cet élément.
it: Questa sezione commenti è visibile solo ai moderatori della strumentazione di AstroBin e all'utente che ha creato questo strumento.
ja: このコメント欄は、AstroBinの機材モデレーターと、このアイテムを作成したユーザーだけが見ることができます。

source: This comment section is only visible to you and AstroBin equipment moderators.
fr: Cette section de commentaires n'est visible que pour vous et les modérateurs d'équipements d'AstroBin.
it: Questa sezione commenti è visibile solo a te e ai moderatori della strumentazione di AstroBin.
ja: このコメント欄は、お客様とAstroBinの機材モデレーターのみ閲覧可能です。

source: This edit proposal has been approved.
fr: Cette proposition de modification a été approuvée.
it: Questa proposta di modifica è stata approvata.
ja: この編集提案は承認されました。

source: This edit proposal has been rejected.
fr: Cette proposition de modification a été rejetée.
it: Questa proposta di modifica è stata declinata.
ja: この編集提案は却下されました。

source: This is a variant of another equipment item.
fr: Il s'agit d'une variante d'un autre élément.
it: Questa è la variante di un altro strumento.
ja: これは別の機材のバリエーションです。

source: This item has not been approved yet, so it's not available to be associated with images, except for the user who created it.
fr: Cet élément n'a pas encore été approuvé, il ne peut donc pas être associé à des images, sauf pour l'utilisateur qui l'a créé.
it: Questo elemento non è stato ancora approvato, e quindi non può essere associato ad immagini, eccetto per l'utente che l'ha creato.
ja: このアイテムはまだ承認されていないため、作成したユーザー以外の画像と関連付けることはできません。

source: Try to use the official product name in English, if applicable.
fr: Essayez d'utiliser le nom officiel du produit en anglais, le cas échéant.
it: Prova ad usare il nome ufficiale del prodotto in Inglese, se possibile.
ja: 正式な製品名がある場合は、英語で表記するようにしましょう。

source: Understood
fr: Compris
it: Capito
ja: 理解しました

source: Usage type
fr: Type d'utilisation
it: Tipologia d'uso
ja: 使用方法

source: Variant of
fr: Variante de
it: Variante di
ja: 元バージョン

source: Your edit proposal has been submitted and will be reviewed as soon as possible.
fr: Votre proposition de modification a été soumise et sera examinée dès que possible.
it: La tua proposta di modifica è stata salvata e verrà controllato il prima possibile.
ja: 編集案は提出され、できるだけ早く審査されます。

source: <strong>Careful!</strong> {{0}} is a separate brand on AstroBin, so you probably want to select it as a brand.
fr: <strong>Attention !</strong> {{0}} est une marque distincte sur AstroBin, vous voudrez donc probablement la sélectionner en tant que marque.
it: <strong>Attento!</strong> {{0}} è una marca a parte su AstroBin, quindi probabilmente vuoi selezionarla come marca.
ja: <strong>注意！</strong> {{0}}つはAstroBinでは別ブランドなので、あなたは、おそらく１つのブランドとして選択したいのでしょう。

source: After
fr: Après
it: Dopo
ja: 変更後

source: AstroBin does not translate product names into other languages, so if the name of this product haswords that are not in English, please fix it.
fr: AstroBin ne traduit pas les noms de produits dans d'autres langues, donc si le nom de ce produit contient des mots qui ne sont pas en anglais, veuillez le corriger.
it: AstroBin non traduce i nomi dei prodotti in altre lingue, quindi se il nome di questo prodotto ha parole che non sono in Inglese, per favore correggilo.
ja: AstroBinでは、製品名を他の言語に翻訳していませんので、この製品名に英語以外の単語が含まれている場合は、修正してください。

source: AstroBin will delete this item, remove it from all images, and notify the affected user.
fr: AstroBin supprimera cet élément, le supprimera de toutes les images et informera l'utilisateur concerné.
it: AstroBin cancellerà questo strumento, rimuovendolo da tutte le immagini, e notificano gli utenti interessati.
ja: AstroBinは、このアイテムを削除し、すべての画像から削除し、影響を受けるユーザーに通知します。

source: AstroBin will fix the images associated to this equipment item and notify the affected user.
fr: AstroBin corrigera les images associées à cet équipement et informera l'utilisateur concerné.
it: AstroBin correggerà le immagini associate a questo strumento e notificherà gli utenti interessati.
ja: AstroBinは、この機器アイテムに関連する画像を修正し、影響を受けるユーザーに通知します。

source: Before
fr: Avant
it: Prima
ja: 変更前

source: Community notes
fr: Notes à l'intention de la communauté
it: Note della comunità
ja: コメント

source: Contributors
fr: Contributeurs
it: Collaboratori
ja: 貢献者

source: Don't show again
fr: Ne plus montrer
it: Non mostrare più
ja: 再度表示しない

source: Equipment moderation
fr: Modération des équipements
it: Moderazione della strumentazione
ja: 機材の変更

source: Filter sets should be added one filter at a time, individually, so that they may be added to acquisition sessions.
fr: Les ensembles de filtres doivent être ajoutés un filtre à la fois, individuellement, afin qu'ils puissent être ajoutés aux sessions d'acquisition.
it: I set di filtri devono essere aggiunti uno alla volta, in modo che possano essere aggiunti alle sessioni di acquisizione.
ja: フィルターセットは、利用時に追加できるように、1つずつ個別に追加する必要があります。

source: Item unapproved.
fr: Elément non-approuvé
it: Approvazione rimossa
ja: アイテムは未承認。

source: Migrate equipment
fr: Migrer l'équipement
it: Migra strumentazione
ja: 移行済みの機材
