Repository: astrobin/astrobin-ng
Catalog: src/assets/i18n/*.po
Languages: fr, it, ja

source: Video support is experimental. Please report any issue you might encounter.
it: Il supporto video è sperimentale. Ti preghiamo di segnalare eventuali problemi che potresti riscontrare.

source: What are you selling?
it: Cosa stai vendendo?

source: What kind of item are you selling?
it: Che tipo di articolo vendi?

source: Worldwide
it: In tutto il mondo

source: Year of purchase
it: Anno di acquisto

source: You are already on this plan. If you are on an automatically renewing plan, you don't need to do anything to renew. If you are on a non-automatically renewing plan, please come back after its expiration date. Thank you!
it: Hai già questo piano. Se hai un piano con rinnovo automatico, non devi fare nulla per rinnovarlo. Se utilizzi un piano con rinnovo non automatico, torna dopo la data di scadenza. Grazie!

source: You can upload up to {{ maxImages }} images. The first image will be used as the cover image and is required.
it: Puoi caricare fino a {{ maxImages }} immagini. La prima immagine verrà utilizzata come immagine di copertina ed è obbligatoria.

source: You cannot edit this line item because it has been sold.
it: Non puoi modificare questo articolo perché è stato venduto.

source: You cannot offer nothing, sorry.
it: Non puoi offrire nulla, ci spiace.

source: You must agree to the terms of service.
it: È necessario accettare i termini del servizio.

source: You will specify things like number of frames and duration of each frame in seconds. Most commonly used for deep sky astrophotography.
it: Specificherai cose come il numero di fotogrammi e la durata di ciascun fotogramma in secondi. Più comunemente usato per l'astrofotografia del cielo profondo.

source: You will specify things like number of frames, FPS, and duration of each frame in milliseconds. Most commonly used for planetary imaging.
it: Specificherai cose come numero di fotogrammi, FPS e durata di ciascun fotogramma in millisecondi. Più comunemente usato per l'imaging planetario.

source: Your offer
it: La tua offerta

source: Your offer has been successfully retracted.
it: La tua offerta è stata ritirata con successo.

source: Your offer has been successfully submitted.
it: La tua offerta è stata inviata con successo.

source: Your offer has been successfully updated.
it: La tua offerta è stata aggiornata con successo.

source: free shipping
it: spedizione gratuita

source: reserved
it: riservato

source: shipping
it: spedizione

source: sold
it: venduto

source: {{0}} followers
it: {{0}} follower

source: {{0}} likes
it: {{0}} Mi piace

source: {{0}} offers
it: {{0}} offerte

source: {{0}} views
it: {{0}} visualizzazioni

source: {{0}}'s marketplace listings
it: Inserzioni sul mercatino di {{0}}

source: Add files
it: Aggiungi file

source: Add images
it: Aggiungi immagini

source: All items in the bundle will be sold together. Users will not be able to make offers for individual items.
it: Tutti gli articoli verranno venduti insieme. Gli utenti non potranno fare offerte per singoli articoli.

source: All listings have been created.
it: Tutti le inserzioni sono state create.

source: Asking price
it: Prezzo richiesto

source: Associate this listing to an equipment item you have used on your images.
it: Associa questa inserzione a un articolo di strumentazione che hai utilizzato nelle tue immagini.

source: Associate this listing to any equipment item available on AstroBin.
it: Associa questa inserzione a qualsiasi articolo di strumentazione disponibile su AstroBin.

source: AstroBin considers an item as sold when you have received payment and delivered it to the buyer. If you have not completed these steps, please hold off on marking the item as sold. Are you sure you want to proceed?
it: AstroBin considera un articolo venduto quando hai ricevuto il pagamento e lo hai consegnato all'acquirente. Se non hai completato questi passaggi, aspetta prima di contrassegnare l'articolo come venduto. Sei sicuro di voler procedere?

source: AstroBin could not determine your location, so the location field could not be prefilled.
it: AstroBin non è riuscito a determinare la tua posizione, quindi il campo della posizione non può essere precompilato.

source: AstroBin is the best place to buy and sell astrophotography equipment. You can find telescopes, cameras, mounts, filters, and much more.
it: AstroBin è il posto migliore per acquistare e vendere attrezzatura per astrofotografia. Puoi trovare telescopi, fotocamere, montature, filtri e molto altro.

source: AstroBin will automatically create multiple listings for each item in the bundle, allowing users to make offers for individual items. All listings will share common information, such as the location of the objects and the shipping method.
it: AstroBin creerà automaticamente più inserzioni per ciascun articolo nel pacchetto, consentendo agli utenti di fare offerte per singoli articoli. Tutte le inserzioni condivideranno informazioni comuni, come il luogo in cui si trovano gli oggetti e il metodo di spedizione.

source: Choose images
it: Scegli immagini

source: City
it: Città

source: Country
it: Paese

source: Current feedback
it: Feedback attuale

source: Did you receive payment and deliver the item(s)?
it: Hai ricevuto il pagamento e consegnato l'articolo/i?

source: Do you want to sell your items as a bundle?
it: Vuoi vendere i tuoi articoli in blocco?

source: Edit feedback
it: Modifica feedback

source: Exchange payment/delivery info
it: Scambia info pagamento/consegna

source: Feedback message
it: Messaggio di feedback

source: Feedback older than {{0}} days cannot be changed.
it: Il feedback più vecchio di {{0}} giorni non può essere modificato.

source: Feedback received by this user in the marketplace. Please be kind and respectful in your comments.
it: Feedback ricevuto da questo utente nel marketplace. Per favore sii gentile e rispettoso nei tuoi commenti.

source: Find them on the right side of the page
it: Li trovi sul lato destro della pagina

source: Google Maps API could not be loaded. Please make sure you're not blocking it.
it: Impossibile caricare l'API di Google Maps. Assicurati di non averlo bloccato.

source: Hide rejected/retracted offers
it: Nascondi le offerte respinte/ritirate

source: How many items do you want to sell?
it: Quanti articoli vuoi vendere?

source: How many?
it: Quanti?

source: Just one
it: Solo uno

source: Keep things simple and let a moderator associate your listing to an equipment item in the AstroBin equipment database.
it: Fà le cose semplici e lascia che un moderatore associ la tua inserzione a un articolo di attrezzatura nel database delle attrezzature AstroBin.

source: Loading offers...
it: Caricamento offerte...

source: Marketplace listing
it: Inserzione del mercatino

source: Message for the buyer
it: Messaggio per l'acquirente

source: Modify
it: Modifica

source: My offer
it: La mia offerta

source: No, individually
it: No, individualmente

source: Offer
it: Offerta

source: Offers
it: Offerte

source: Please use the 'Exchange payment/delivery info' to coordinate with the buyer.
it: Si prega di utilizzare il pulsante "Scambia info pagamento/consegna" per coordinarsi con l'acquirente.

source: Private conversation with {{0}}
it: Conversazione privata con {{0}}

source: Reject offer
it: Respingere l'offerta

source: Reserved to you
it: Riservato a te

source: Reserved to {{0}}
it: Riservato a {{0}}

source: Retracted
it: Ritirata

source: Scroll down to see them.
it: Scorri verso il basso per vederli.

source: Select a country
it: Seleziona un Paese

source: Show rejected/retracted offers
it: Mostra le offerte respinte/ritirate

source: Simple text
it: Testo semplice

source: Sold to you
it: Venduto a te

source: Sold to {{0}}
it: Venduto a {{0}}

source: The offer has been successfully rejected.
it: L'offerta è stata responta con successo.

source: This is a preview of your listing. You can't edit it here. If you want to make changes, please use the form area.
it: Questa è un'anteprima della tua inserzione. Non puoi modificarla qui. Se desideri apportare modifiche utilizza l'area del modulo.

source: This user has no marketplace feedback yet.
it: Questo utente non ha ancora feedback sul mercato.

source: Yes, as a bundle
it: Sì, in blocco

source: You are a marketplace moderator.
it: Sei un moderatore del mercatino.

source: You can only upload a maximum of {{maxFiles}} files.
it: Puoi caricare solo un massimo di {{maxFiles}} file.

source: You can't leave feedback for this user on this page.
it: Non puoi lasciare feedback per questo utente su questa pagina.

source: You cannot edit this line item because it's marked as reserved.
it: Non puoi modificare questo articolo perché è contrassegnato come riservato.

source: Your listing has some offers
it: La tua inserzione presenta alcune offerte

source: By updating a listing on the AstroBin Marketplace, you agree to the {{0}}terms of service{{1}}.
it: Modificando un'inserzione sul Marketplace AstroBin, accetti i {{0}}Termini di servizio{{1}}.

source: Working on equipment items...
it: Sto lavorando agli articoli...

source: Working on images...
it: Sto lavorando alle immagini...

source: By making an offer for a listing on the AstroBin Marketplace, you agree to the {{0}}terms of service{{1}}.
it: Facendo un'offerta per un'inserzione sul Mercatino di AstroBin, accetti i {{0}}Termini di servizio{{1}}.

source: Someone who didn't make an offer on AstroBin
it: Qualcuno che non ha fatto un'offerta su AstroBin

source: Describe the item you are looking for.
it: Descrivi l'oggetto che stai cercando.

source: Describe the item you are selling.
it: Descrivi l'articolo che stai vendendo.

source: Equipment item wanted
it: Articolo di strumentazione che cerchi

source: European Union
it: Unione Europea

source: For sale
it: In vendita

source: Listing type
it: Tipo di inserzione

source: Message user privately
it: Messaggia in privato

source: Seek
it: Cerco

source: Sell
it: Vendo

source: The location shown above is approximate to protect the user's privacy.
it: La posizione mostrata sopra è approssimativa per proteggere la privacy dell'utente.

source: Wanted
it: Cerco

source: What are you looking for?
it: Che cosa sta cercando?

source: What kind of item are you looking for?
it: Che tipo di articolo stai cercando?

source: Images from the AstroBin community
it: Immagini dalla comunità AstroBin

source: For your safety, keep all communications on AstroBin. Off-platform conversations pose risks. Messages here are permanent and can be used as evidence if needed.
it: Per la tua sicurezza, mantieni tutte le comunicazioni su AstroBin. Le conversazioni fuori piattaforma comportano rischi. I messaggi qui sono permanenti e possono essere utilizzati come prova se necessario.

source: Email
fr: Courriel
ja: 電子メール

source: Home
fr: Accueil
ja: ホーム

source: No
fr: Non
ja: いいえ

source: Password
fr: Mot de passe
ja: パスワード

source: Uploader
fr: Module de publication
ja: アップローダー

source: Link
fr: Lien
ja: リンク

source: Step {{ stepNumber }}
fr: Etape {{ stepNumber }}
ja: ステップ {{ stepNumber }}

source: Watermark
fr: Filigrane
ja: 透かし

source: Attribution Creative Commons
fr: Attribution Creative Commons (CC-BY)
ja: Attribution Creative Commons(表示)

source: Attribution-NoDerivs Creative Commons
fr: Attribution - Pas de modification (CC-BY-ND)
ja: Attribution-NonCommercial-NoDerivs Creative Commons(表示—非営利—改変禁止)

source: Attribution-NonCommercial Creative Commons
fr: Attribution - Pas d'utilisation commerciale (CC-BY-NC)
ja: Attribution-NonCommercial Creative Commons(表示—非営利)

source: Attribution-NonCommercial-NoDerivs Creative Commons
fr: Attribution - Pas d'utilisation commerciale - Pas de modification (CC-BY-NC-ND)
ja: Attribution-NonCommercial-NoDerivs Creative Commons(表示—非営利—改変禁止)

source: Attribution-NonCommercial-ShareAlike Creative Commons
fr: Attribution - Pas d'utilisation commerciale - Partage dans les mêmes conditions (CC-BY-NC-SA)
ja: Attribution-NonCommercial-ShareAlike Creative Commons(表示—非営利—継承)

source: Attribution-ShareAlike Creative Commons
fr: Attribution - Partage dans les mêmes conditions (CC-BY-SA)
ja: Attribution-ShareAlike Creative Commons(表示—継承)

source: Camera
fr: Caméra
ja: カメラ

source: Frame rate
fr: Vitesse de rafraichissement
ja: フレームレート

source: Full well capacity
fr: Capacité du puits de potentiel (Full well)
ja: フルウェルキャパシティ

source: Software
fr: Logiciel
ja: ソフトウエア

source: Star tracker
fr: Suivi d'étoile
ja: 恒星追尾

source: IOTD
fr: Image du Jour

source: Alias
fr: Pseudonyme
ja: 別名

source: Reviewer
fr: Examinateur
ja: レビュアー

source: To use this feature, you need the <strong>{{0}}</strong> subscription.
fr: Pour utiliser cette fonctionnalité, vous devez avoir souscrit à l'offre d'abonnement <strong>{{0}}</strong>.
ja: この機能を使用するには、<strong>{{0}}<strong>契約が必要です。

source: Computer
fr: Ordinateur
ja: コンピューター

source: Flat box
fr: Ecran à flats
ja: フラットボックス

source: Mediocre
fr: Médiocre

source: Forum
ja: フォーラム

source: Lucky imaging
ja: ラッキーイメージング

source: E-mail
ja: 電子メール

source: Logo
ja: ロゴ

source: Mono
ja: モノクロ
