Repository: astrobin/astrobin-ng
Catalog: src/assets/i18n/*.po
Languages: fr, it, ja

source: We know, we're all used to the fact that ads on the Internet are annoying.
fr: Nous le savons, les publicités sur Internet sont pénibles.
it: Lo sappiamo, siamo tutti abituati al fatto che le pubblicità su Internet sono fastidiose.
ja: インターネット上の広告が煩わしいということは、私たちもよく知っています。

source: Weather monitoring
fr: Station météo
it: Controllo meteo
ja: 天候観測

source: You are about to freeze this item as ambiguous. The item will remain associated the images it's currently associated with. Nobody will be able to see this item (except moderators and the item's creator). Nobody will be able to add this item to images. Any items marked as 'variant of' this item will lose the relationship.
fr: Vous êtes sur le point de bloquer cet élément car "ambigu". L'élément restera associé aux images auxquelles il est actuellement associé. Personne ne pourra voir cet élément (à l'exception des modérateurs et du créateur de l'élément). Personne ne pourra ajouter cet élément aux images. Tous les éléments marqués comme "variante de" cet élément perdront la relation.
it: Stai per congelare un elemento con ambiguo. Questo elemento resterà associate alle immagini a cui è correntemente associato. Nessuno sarà in grado di vedere questo element (eccetto i moderatori e il suo creatore). Nessuno sarà in gradi di aggiungere questo elemento ad immagini. Tutti gli elementi segnati come variante di questo elemento perderanno la relazione.
ja: このアイテムは曖昧なので凍結されようとしています。このアイテムは、現在関連付けられている画像に関連付けられたままとなります。誰もこのアイテムを見ることができなくなります（モデレーターとアイテムの作成者を除く）。誰もこのアイテムを画像に追加することができなくなります。このアイテムの「バージョン」としてマークされたアイテムは、その関係を失います。

source: You are about to unfreeze this item as ambiguous. Users will be able to see it and use it again.
fr: Vous êtes sur le point de débloquer cet élément comme ambigu. Les utilisateurs pourront le voir et l'utiliser à nouveau.
it: Stai per scongelare questo elemento come ambiguo. Gli utenti saranno di nuovo in grado di vederlo e selezionarlo.
ja: この項目を曖昧なものとして凍結を解除しようとしています。ユーザーはそれを見て、再び使用することができるようになります。

source: You cannot approve this edit proposal because you were the one who proposed it.
fr: Vous ne pouvez pas approuver cette proposition de modification, car c'est vous qui l'avez proposée.
it: Non puoi approvare questa proposta di modifica perché sei stato tu a farla.
ja: この編集提案は、あなたが提案したものであるため、承認することはできません。

source: You cannot review this edit proposal because it's assigned to another user.
fr: Vous ne pouvez pas examiner cette proposition de modification, car elle est attribuée à un autre utilisateur.
it: Non puoi controllare questa richiesta di proposta perché è assegnata ad un altro utente.
ja: この編集案は他のユーザーに割り当てられているため、確認することはできません。

source: {{0}} replies
fr: {{0}} réponses
it: {{0}} risposte
ja: {{0}} 件の返信

source: All your recent items of this equipment class are already used above.
fr: Tous vos éléments récents dans cette catégorie d'équipements sont déjà utilisés ci-dessus.
it: Tutti i tuoi elementi recenti di questa classe di strumentazione sono già usati qui sopra.
ja: この機材種別の最近のアイテムは全て上記で既に使用済みです。

source: Diameter
fr: Diamètre
it: Diametro
ja: 口径

source: Mount control
fr: Contrôle de monture
it: Controllo montatura
ja: 赤道儀の制御

source: You don't need to use the word "{{0}}", as this meaning is already conveyed by clicking on the checkbox above: "{{1}}".
fr: Vous n'avez pas besoin d'utiliser le mot "{{0}}", puisque celui-ci est déjà associé en cliquant sur la case à cocher ci-dessus : "{{1}}".
it: Non hai bisogno di usare la parola "{{0}}", perché questo significato è già trasmesso cliccando la spunta qui sopra: "{{1}}".
ja: この意味は上の"{{1}}"チェックボックスをクリックすることで既に伝わっているので、"{{0}}"という単語を使う必要はないでしょう。

source: Browse by brand and properties
fr: Parcourir par marque et propriété
it: Cerca per marca e proprietà
ja: ブランド別・プロパティ別にみる

source: Can't find what you're looking for?
fr: Vous ne trouvez pas ce que vous cherchez ?
it: Non trovi quello che cerchi?
ja: お探しのものが見つかりませんか？

source: Collaborators
fr: Collaborateurs
it: Collaboratori
ja: コラボレーター

source: Create new
fr: Créer un nouveau
it: Crea nuovo
ja: 新規作成

source: Do not repeat the brand's name in the item's name.
fr: Ne pas répéter la marque dans la dénomination de l'élément
it: Non ripetere il nome della marca nel nome dello strumento.
ja: アイテム名のなかでブランド名を繰り返してはいけません。

source: Done
fr: Fait !
it: Fatto
ja: 実行

source: If this image was a group effort, please add additional collaborators (other than you) here.
fr: S'il s'agit d'une image collaborative, merci d'ajouter les autres contributeurs ici.
it: Se questa immagine è un lavoro di gruppo, aggiungi i collaboratori aggiuntivi (oltre te) qui.
ja: この画像が共同作品であったのであれば、コラボレーターをここに追加してください。

source: Known retailers
fr: Revendeurs connus
it: Venditori noti
ja: 既知の販売店

source: Load more
fr: Charger plus
it: Carica di più
ja: さらに読み込む

source: No equipment items found by the selected properties.
fr: Aucun élément d'équipement n'a été trouvé pour les propriétés sélectionnées.
it: Nessuno strumento trovato con le proprietà selezionate.
ja: 選択されたプロパティで機器が見つかりませんでした。

source: No need to include yourself as a collaborator.
fr: Inutile de vous ajouter en tant que contributeur.
it: Non serve includere te stesso come collaboratore.
ja: 自分をコラボレーターに含める必要はない。

source: Properties
fr: Propriétés
it: Proprietà
ja: プロパティ

source: Results
fr: Résultats
it: Risultati
ja: 結果

source: The brand you are looking for is {{0}} and it already exists on AstroBin's database.
fr: La marque que vous recherchez est {{0}} et elle existe déjà dans la base de données d'AstroBin.
it: La marca che cerchi è {{0}} ed esiste già nel database di AstroBin.
ja: お探しのブランドは{{0}}で、AstroBinのデータベースに既に登録済みです。

source: This edit proposal has already been reviewed.
fr: La proposition de modification a déjà été revue.
it: Questa proposta di modifica è già stata controllata.
ja: この編集提案は既にレビューされています。

source: 1 - Excellent dark-site sky (BLACK)
fr: 1 - Excellent ciel en site sombre (NOIR)
it: 1 - Cielo scuro eccellente (NERO)

source: 2 - Typical truly dark site (GRAY)
fr: 2 - Site typique vraiment sombre (GRIS)
it: 2- Tipico cielo davvero scuro (GRIGIO)

source: 3 - Rural sky (BLUE)
fr: 3 - Ciel rural (BLEU)
it: 3 - Cielo rurale (BLU)

source: 4 - Rural/suburban transition (GREEN/YELLOW)
fr: 4 - Transition rural/banlieue (VERT/JAUNE)
it: 4 - Transizione rurale/suburbano (VERDE/GIALLO)

source: 5 - Suburban sky (ORANGE)
fr: 5 - Ciel de banlieue (ORANGE)
it: 5 - Cielo suburbano (ARANCIONE)

source: 6 - Bright suburban sky (RED)
fr: 6 - Ciel de banlieue lumineux (ROUGE)
it: 6 - Cielo suburbano luminoso (ROSSO)

source: 7 - Suburban/urban transition or Full Moon (RED)
fr: 7 - Transition banlieue/urbaine ou Pleine Lune (ROUGE)
it: 7 - Transizione suburbano/urbano o luna piena (ROSSO)

source: 8 - City sky (WHITE)
fr: 8 - Ciel de ville (BLANC)
it: 8 - Cielo cittadino (BIANCO)

source: 9 - Inner city sky (WHITE)
fr: 9 - Ciel de centre-ville (BLANC)
it: 9 - Cielo cuore della città (BIANCO)

source: Acceptable
it: Accettabile

source: Acquisition
it: Acquisizione

source: Acquisition date.
fr: Date d'acquisition.
it: Data di acquisizione.

source: Acquisition time (local timezone).
fr: Heure d’acquisition (fuseau horaire local).
it: Ora di acquisizione (fusorario locale).

source: Add session
fr: Ajouter une session
it: Aggiungi sessione

source: Additional properties
fr: Propriétés supplémentaires
it: Proprietà aggiuntive

source: Ambient temperature in Celsius degrees.
fr: Température ambiante en degrés Celsius
it: Temperatura ambientali in gradi Celsius.

source: Bad
fr: Mauvais
it: Cattivo

source: Bortle dark-sky scale
fr: Échelle de luminosité du ciel de Bortle
it: Scala del cielo Bortle

source: Calibration
it: Calibrazione

source: Changing this value will remove any acquisition sessions you have already added.
fr: La modification de cette valeur supprimera toutes les sessions d'acquisition que vous avez déjà ajoutées.
it: Cambiare questo valore rimuoverà tutte le sessioni di acquisizione che hai già aggiunto.

source: Cooling
fr: Refroidissement
it: Raffreddamento

source: Copy
fr: Copier
it: Copia

source: Copy dates and times too
fr: Copier également les dates et les heures
it: Copia anche date e ore

source: Copy dates too
fr: Copier également les dates
it: Copia anche le date

source: Copy from another image
fr: Copier depuis une autre image
it: Copia da un'altra immagine

source: Copy local conditions too
fr: Copiez également les conditions locales
it: Copia anche condizioni locali

source: Darks
it: Dark

source: Deep sky acquisition sessions
fr: Séances d'acquisition du ciel profond
it: Sessioni di acquisizione cielo profondo

source: Duration
fr: Durée
it: Durata

source: Duration of each frame in seconds.
fr: Durée de chaque image en secondes.
it: Durata di ogni frame in secondi.

source: Excellent
it: Eccellente

source: Exposure per frame
fr: Exposition par image
it: Esposizione per frame

source: Extremely bad
fr: Extrêmement mauvais
it: Estremamente cattivo

source: Fair
fr: Correct
it: Decente

source: Filter used.
fr: Filtres utilisés
it: Filtro utilizzato.

source: Flat darks
fr: Dark-flats
it: Dark dei flat

source: Flats
it: Flat

source: Frames
fr: Images
it: Frame

source: Frames per second.
fr: Images par seconde
it: Frame al secondo.

source: Good
fr: Bon
it: Buono

source: If you used a camera lens, please specify the f-number (also known as f-ratio or f-stop) that you used for this acquisition session.
fr: Si vous avez utilisé un objectif d'appareil photo, veuillez spécifier l'ouverture (rapport f/d) que vous avez utilisé pour cette session d'acquisition.
it: Se hai utilizzato una lente, specifica il numero f (noto anche come f-ratio o f-stop) che hai usato per questa sessione di acquisizione.

source: Latitude of the first Central Meridian.
fr: Latitude du premier méridien central.
it: Latitudine del primo Meridiano Centrale.

source: Latitude of the second Central Meridian.
fr: Latitude du deuxième méridien central.
it: Latitudine del secondo Meridiano Centrale.

source: Latitude of the third Central Meridian.
fr: Latitude du troisième méridien central.
it: Latitudine del terzo Meridiano Centrale.

source: Mean FWHM
fr: FWHM moyenne
it: FWHM mediano

source: Mean Full Width at Half Maximum in arc seconds, a measure of seeing.
fr: FWHM en secondes d'arc, comme mesure du seeing
it: Full Width at Half Maximum mediano in arcosecondi, una misura del seeing.

source: Mean SQM mag/arcsec^2 as measured by your Sky Quality Meter.
fr: SQM mag/arcsec^2 moyenne mesurée par votre Sky Quality Meter.
it: Mag/arcsecˆ2 SQM mediano come misurato dal tuo Sky Quality Meter.

source: Mean mag/arcsec^2
fr: Mag/arcsec^2 moyenne
it: Mag/arcsecˆ2 mediano

source: Nothing to display.
fr: Rien à afficher
it: Niente da mostrare.

source: Number
fr: Nombre
it: Numero

source: Number of frames.
fr: Nombres d'images
it: Numero di frame.

source: Optics
fr: Optique
it: Ottica

source: Please address all fields with errors before closing this window.
fr: Veuillez corriger tous les champs comportant des erreurs avant de fermer cette fenêtre.
it: Correggi tutti i campi con errori prima di chiudere questa finestra.

source: Quality of the sky according to <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">the Bortle Scale</a>.
fr: Qualité du ciel selon <a href="https://fr.wikipedia.org/wiki/%C3%89chelle_de_Bortle" target="_blank">l'échelle de Bortle</a>.
it: La qualità del cielo secondo <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">la Scala Bortle</a>.

source: Solar system acquisition sessions
fr: Séances d'acquisition planétaire
it: Sessioni di acquisizioni sistema solare

source: Superb
fr: Superbe
it: Superbo

source: Synthetic channel
fr: Couche synthétique
it: Canale sintetico

source: Temperature
fr: Température
it: Temperatura

source: The focal length of the whole optical train, including barlow lenses or other components.
fr: Distance focale de l'ensemble du train optique, y compris les lentilles de Barlow ou d'autres composants.
it: La lunghezza focale dell'intero treno ottico, includendo lenti di Barlow o altri componenti.

source: The number of bias/offset frames.
fr: Nombre de Bias/Offset.
it: Il numero di frame di bias/offset.

source: The number of dark frames.
fr: Nombre de Darks
it: Il numero di frame dark.

source: The number of flat dark frames.
fr: Nombre de Dark-Flats
it: Il numero di frame dark dei flat.

source: The number of flat frames.
fr: Nombre de Flats
it: Il numero di frame flat.

source: The subject type "{{0}}" does not support acquisition sessions.
fr: Le type de sujet "{{0}}" ne prend pas en charge les sessions d'acquisition.
it: Il tipo di soggetto "{{0}}" non supporta sessioni di acquisizione.

source: The temperature of the chip in Celsius degrees, e.g. -20.
fr: La température de la puce en degrés Celsius, par ex. -20.
it: La temperatura del sensore in gradi Celsius, p.e. -20.

source: This field only searches images with deep sky acquisitions filled in.
fr: Ce champ recherche uniquement les images avec des acquisitions ciel profond renseignées.
it: Questo campo cerca solo immagini con acquisizioni del cielo profondo.

source: This field only searches images with solar system acquisitions filled in.
fr: Ce champ recherche uniquement les images avec les acquisitions planétaire renseignées.
it: Questo campo cerca solo immagini con acquisizioni del sistema solare.

source: This includes: Bortle scale, mean SQM, mean FWMW, and temperature.
fr: Cela comprend : l’échelle de Bortle, le SQM moyen, le FWMW moyen et la température.
it: Questo include: scala Bortle, SQM mediano, FWHM mediano, e temepratura.

source: This includes: CMI/CMII/CMIII, seeing, and transparency.
fr: Cela inclut : CMI/CMII/CMIII, seeing et transparence.
it: Questo include: CMI/CMII/CMIII, seeing, e trasparenza.

source: This operation will overwrite the current acquisition sessions.
fr: Cette opération écrasera les sessions d'acquisition en cours.
it: Questa operazione sovrascriverà le sessioni di acquisizione già inserite.

source: To add more, go back to the Equipment step.
fr: Pour en ajouter davantage, revenez à l’étape Équipement.
it: Per aggiungerne altri, vai allo step della Strumentazione.

source: Transparency
fr: Transparence
it: Trasparenza

source: Unpublished
fr: Nnon-publié
it: Non pubblicato

source: Use the button below to add data.
fr: Utilisez l bouton ci-dessous pour ajouter des données.
it: Usa il bottone qui sotto per aggiungere dati.

source: Very bad
fr: Très mauvais
it: Molto cattivo

source: Very good
fr: Très bon
it: Molto buono

source: Your estimation of the seeing.
fr: Estimation du seeing.
it: La tua stima del seeing.

source: Your estimation of the transparency.
fr: Estimation de la transparence
it: La tua stima della trasparenza.

source: f-number
fr: Rapport f/d
it: numero f

source: You are about to remove all acquisition sessions you have entered thus far.
fr: Vous êtes sur le point de supprimer toutes les sessions d'acquisition que vous avez complétées jusqu'à présent.
it: Stai per rimuovere tutte le sessioni di acquisizione che hai inserito finora.

source: Automatic renewal
fr: Renouvellement automatique
it: Rinnovo automatico

source: Active
fr: Actif
it: Attivo

source: As a member of the {{0}}AstroBin Beta Testers{{1}} group, you are currently on the beta version of this app. To learn why a beta version is currently being tested, please see the latest posts on the {{2}}AstroBin Beta Testers forum{{3}}.
fr: En tant que membre du groupe {{0}}AstroBin Beta Testers{{1}}, vous utilisez actuellement la version bêta de cette application. Pour savoir pourquoi une version bêta est actuellement en cours de test, veuillez consulter les derniers messages sur le {{2}}forum des bêta-testeurs AstroBin{{3}}.
it: Come membro del gruppo {{0}}AstroBin Beta Testers{{1}}, al momento utilizzi la versione beta di questa app. Per sapere perché una versione beta è attualmente in fase di test, consulta gli ultimi post sul {{2}}forum dei beta tester di AstroBin{{3}}.

source: AstroBin couldn't recognize your subscription and this shouldn't happen. Please contact us at {{0}} so we can investigate, thanks!
fr: AstroBin n'a pas pu reconnaître votre abonnement et cela ne devrait pas arriver. Veuillez nous contacter au {{0}} afin que nous puissions enquêter, merci !
it: AstroBin non è riuscito a riconoscere il tuo abbonamento e questo non dovrebbe accadere. Contattaci all'indirizzo {{0}} in modo che possiamo indagare, grazie!

source: AstroBin doesn't support pro-rated subscription upgrades for customers with a non-recurring subscription or a subscription purchased via PayPal, but we're happy to make it happen manually. If you're on a lower subscription tier and would like to upgrade to <strong>{{0}}</strong>, please just subscribe using the button below, and then contact us at {{1}} to get a refund for the unused time on your old subscription. Thanks!
fr: AstroBin ne prend pas en charge les mises à niveau d'abonnement au prorata pour les clients disposant d'un abonnement non récurrent ou d'un abonnement acheté via PayPal, mais nous sommes heureux de le faire manuellement. Si vous disposez d'un niveau d'abonnement inférieur et souhaitez passer à <strong>{{0}}</strong>, veuillez simplement vous abonner en utilisant le bouton ci-dessous, puis nous contacter au {{1}} pour obtenir un remboursement. pour le temps non utilisé sur votre ancien abonnement. Merci!
it: AstroBin non supporta gli aggiornamenti dell'abbonamento ripartiti per i clienti con un abbonamento non ricorrente o un abbonamento acquistato tramite PayPal, ma siamo felici di farlo accadere manualmente. Se disponi di un livello di abbonamento inferiore e desideri eseguire l'upgrade a <strong>{{0}}</strong>, abbonati semplicemente utilizzando il pulsante in basso, quindi contattaci all'indirizzo {{1}} per ottenere un rimborso per il tempo inutilizzato sul tuo vecchio abbonamento. Grazie!

source: Back ordered
fr: Rupture de stock
it: Ordinato

source: Bookmark
fr: Signet
it: Preferiti

source: Buy 1 year
fr: Acheter 1 an
it: Compra 1 anno

source: Cancel subscription
fr: Annuler l'abonnement
it: Annulla abbonamento

source: Catadioptric: Maksutov-Newtonian
fr: Catadioptrique: Maksutov-Newtonien
it: Catadiottrico: Maksutov-Newton

source: Currently out of stock
fr: Actuellement en rupture
it: Al momento non disponibile

source: Event
fr: Evènement
it: Evento

source: Explore the AstroBin equipment database.
fr: Explorer la base de données des équipements AstroBin.
it: Esplora il database della strumentazione di AstroBin

source: Follow
fr: Suivre
it: Segui

source: Followed
fr: Suivi
it: Seguiti

source: Followed equipment
fr: Equipement suivi
it: Strumentazione seguita

source: If you have any question, please contact us at {{0}}.
fr: Si vous avez des questions, veuillez nous contacter au {{0}}.
it: Se hai domande, contattaci a {{0}}.

source: If you switch to this pricing model, the cost will be temporarily covered by your positive balance.
fr: Si vous passez à ce modèle tarifaire, le coût sera temporairement couvert par votre solde positif.
it: Se passi a questo modello di prezzo, il costo sarà temporaneamente coperto dal tuo saldo positivo.

source: Like
fr: J'aime
it: Mi piace

source: Manage your PayPal subscription
fr: Gérez votre abonnement PayPal
it: Gestisci il tuo abbonamento PayPal

source: Manage your Stripe subscription
fr: Gérez votre abonnement Stripe
it: Gestisci il tuo abbonamento Stripe

source: Monthly
fr: Mensuel
it: Al mese

source: Please note: this page might take a few minutes to update if you just made a purchase.
fr: Remarque : la mise à jour de cette page peut prendre quelques minutes si vous venez d'effectuer un achat.
it: Nota: l'aggiornamento di questa pagina potrebbe richiedere alcuni minuti se hai appena effettuato un acquisto.

source: Remove bookmark
fr: Supprimer signet
it: Rimuovi dai preferiti

source: Sorry, but the page you are looking for is not here.
fr: Désolé, mais la page que vous recherchez n'est pas ici.
it: Siamo spiacenti, ma la pagina che stai cercando non è qui.

source: Stock status unknown
fr: État des stocks inconnu
it: Disponibilità sconociuta

source: Subscribe
fr: S'abonner
it: Abbonati

source: Subscribed
fr: Abonné
it: Abbonato

source: Subscription
fr: Abonnement
it: Abbonamento

source: This price is prorated for the remaining days of your current subscription. This means that you will pay the reduced amount on your next billing date, and the full amount on the following billing dates.
fr: Ce prix est calculé au prorata des jours restants de votre abonnement en cours. Cela signifie que vous paierez le montant réduit à votre prochaine date de facturation, et le montant total aux dates de facturation suivantes.
it: Questo prezzo è ripartito proporzionalmente per i giorni rimanenti dell'abbonamento corrente. Ciò significa che pagherai l'importo ridotto alla prossima data di fatturazione e l'intero importo alle successive date di fatturazione.

source: Unfollow
fr: Ne plus suivre
it: Smetti di seguire

source: Unlike
fr: Je n'aime plus
it: Non mi piace più

source: Upgrade
fr: Passer à l'abonnement supérieur
it: Fai l'upgrade

source: Upgrade your subscription now, and only pay the difference at your next billing cycle. Your next payment will include the next billing period, minus the unused portion of your current billing period. If you switch from a yearly to a monthly plan, any balance in your favor will be automatically applied to your future invoices until exhausted.
fr: Mettez à niveau votre abonnement maintenant et ne payez la différence que lors de votre prochaine échéance de facturation. Votre prochain paiement inclura la prochaine période de facturation, moins la partie inutilisée de votre période de facturation actuelle. Si vous passez d'un forfait annuel à un forfait mensuel, tout solde en votre faveur sera automatiquement appliqué à vos futures factures jusqu'à épuisement.
it: Aggiorna subito il tuo abbonamento e paga solo la differenza al tuo prossimo ciclo di fatturazione. Il tuo prossimo pagamento includerà il prossimo periodo di fatturazione, meno la parte inutilizzata del tuo attuale periodo di fatturazione. Se passi da un piano annuale a uno mensile, l'eventuale saldo a tuo favore verrà automaticamente applicato alle tue fatture future fino ad esaurimento.

source: Yearly
fr: Annuel
it: All'anno

source: You already have an active subscription of this kind.
fr: Vous disposez déjà d’un abonnement actif de ce type.
it: Hai già un abbonamento attivo di questo tipo.

source: You don't need to cancel it, it will expire automatically.
fr: Vous n'avez pas besoin de l'annuler, il expirera automatiquement.
it: Non è necessario annullarlo, scadrà automaticamente.

source: You don't need to cancel it, it will expire automatically.</li>
fr: Vous n'avez pas besoin de l'annuler, il expirera automatiquement.</li>
it: Non è necessario annullarlo, scadrà automaticamente.</li>

source: You follow this equipment item
fr: Vous suivez cet équipement
it: Segui questo oggetto di strumentazione

source: You have a non-recurring PayPal subscription.
fr: Vous disposez d'un abonnement PayPal non récurrent.
it: Hai un abbonamento PayPal non ricorrente.

source: You have a non-recurring Stripe subscription (paid by credit card, Sepa, AliPay, or other).
fr: Vous disposez d'un abonnement Stripe non récurrent (payé par carte bancaire, Sepa, Alipay ou autre).
it: Hai un abbonamento Stripe non ricorrente (pagato con carta di credito, Sepa, AliPay o altro).

source: You have a recurring PayPal subscription. You can cancel it on PayPal's settings:
fr: Vous disposez d'un abonnement PayPal récurrent. Vous pouvez l'annuler dans les paramètres de PayPal :
it: Hai un abbonamento PayPal ricorrente. Puoi annullarlo nelle impostazioni di PayPal:
