Repository: astrobin/astrobin-ng
Catalog: src/assets/i18n/*.po
Languages: fr, it, ja

source: Type something to create a new one...
fr: Saisir quelque chose pour en créer un nouveau....
it: Scrive qualcosa per crearne uno nuovo...
ja: 何かを入力して新規作成する...

source: Type to search options or to create a new one...
fr: Saisir quelque chose pour les options de recherche ou pour créer un nouveau...
it: Scrivi per cercare tra le opzioni o crearne una nuova...
ja: 入力してオプションを検索するか、新規に作成する...

source: Users
fr: Utilisateurs
it: Utenti
ja: ユーザー数

source: e.g. 'Home observatory'
fr: par ex. "Observatoire personnel"
it: p.e. 'Osservatorio di casa'
ja: 例えば、自宅観測所

source: (optional)
fr: (optionnel)
it: (opzionale)
ja: （オプション）

source: <strong>Careful!</strong> Change the name only to fix a typo or the naming convention. This operation will change the name of this equipment item <strong>for all AstroBin images that use it</strong>, so you should not change the name if it becomes a different product.
fr: <strong>Attention !</strong> Modifiez seulement le nom pour corriger une erreur orthographique ou par cohérence avec les conventions de dénomination. Cette opération modifiera le nom du matériel <strong>pour toutes les images concernées sur AstroBin</strong> ; vous ne devez pas modifier le nom si cela concerne un produit différent.
it: <strong>Attento!</strong> Cambia il nome solo per correggere un errore di battitura oppure la convenzione di denominazione. Questa operazione cambierà il nome di questo elemento di strumentazione <strong>per tutti le immagini su AstroBin che lo usano</strong>, quindi non cambiargli il nome se questo lo rende un prodotto differente.
ja: <strong>注意！</strong>誤字脱字や命名規則を修正するためにのみ、名前を変更してください。この操作により、<strong>この機材を使用するすべてのAstroBin画像の名称が<strong>変更されますので、別製品でも名称を変更しないようにしてください。

source: <strong>Careful!</strong> The item's name contains the brand's name (or vice versa), and it probably shouldn't.
fr: <strong>Attention !</strong> Le nom de l'élément contient la marque (ou vice versa), et cela n'est probablement pas indispensable.
it: <strong>Attento!</strong> Il nome dell'elemento contiene il nome della marca (o viceversa), e probabilmente non dovrebbe.
ja: <strong>注意！</strong>アイテム名にブランド名が含まれている（またはその逆）ようです。

source: <strong>Careful!</strong> Your usage of the word "{{0}}" suggests that you are using this field to specify a property of this item that is only relevant to your own copy. Remember that here you are creating or editing the <strong>generic instance</strong> that will be shared by all owners on AstroBin.
fr: <strong>Attention !</strong> L'utilisation du terme "{{0}}" suggère que vous utilisez ce champ pour préciser une propriété spécifique à votre propre exemplaire seulement. Gardez à l'esprit que vous créez ou éditez <strong> l'entrée générique</strong> du produit, qui sera partagée avec tous les autres utilisateurs d'AstroBin.
it: Il fatto che tu abbia usato la parola "{{0}}" implica che stai usando questo campo per specificare una proprietà dell'oggetto che è solo rilevante per la tua copia di esso. Ricorda che stai creato o modificando <strong>un'istanza generica</strong> che verrà condivisa tra tutti i possessori su AstroBin.
ja: <strong>注意！</strong>"{{0}}"という単語を使用していることから、この項目を使用して、自分自身にのみ関係する情報をこのアイテムに指定しているようです。ここでは、AstroBin上の全所有者が共有する<strong>汎用的なインスタンス</strong>を作成または編集していることに留意してください。

source: A brand with this name already exists.
fr: Une marque existe déjà sous ce nom.
it: Una marca con questo nome esiste già.
ja: この名前のブランドは既に存在しています。

source: A brand with this website already exists.
fr: Une marque avec ce site internet existe déjà.
it: Una marca con questo sito web esiste già.
ja: このウエブサイトのブランドは既に存在しています。

source: A positive whole number that represents how many Celsius below ambient temperature this camera can be cooled.
fr: Nombre positif représentant le nombre de degrés Celsius sous la température ambiante à laquelle la caméra peut être refroidie.
it: Un numero intero positivo che rappresenta il numero di gradi Celsius sotto la temperatura ambiente a cui questa camera può essere raffreddata.
ja: 正の整数値は、このカメラが周囲温度より何℃低い温度で冷却できるかを示しています・

source: Accepted
fr: Accepté
it: Accetato
ja: 受理された

source: Accessories
fr: Accessoires
it: Accessori
ja: アクセサリー

source: An item of the same type and the same name already exists.
fr: Un élément du même type et de la même marque existe déjà.
it: Un elemento dello stesso tipo e con lo stesso nome esiste già.
ja: 同じタイプで同じ名前の項目が既に存在する。

source: Analog to Digital Converter
fr: Convertisseur A/N (ADC)
it: Convertitore analogico-digitale
ja: アナログーデジタルコンバーター

source: Aperture
fr: Ouverture
it: Apertura
ja: 口径

source: Approve...
fr: Approbation...
it: Approva...
ja: 承認

source: Back focus
it: Distanza focale
ja: バックフォーカス

source: Brand
fr: Marque
it: Marca
ja: ブランド

source: Camera back focus in mm.
fr: Back focus de la caméra en mm.
it: La distanza focale della camera in mm.
ja: ㎜でのカメラのバックフォーカス

source: Cameras
fr: Caméras
it: Camere
ja: カメラ

source: Celsius degrees below ambient
fr: Delta en degrés Celsius avec la température ambiante
it: Gradi Celsius sotto la temperatura ambiente
ja: 気温より低い摂氏度

source: Changes
fr: Modifications
it: Modifiche
ja: 変更箇所

source: Choose file
fr: Choisir un dossier
it: Scegli file
ja: ファイルを選択する

source: Choose files
fr: Choisir des dossiers
it: Scegli i file
ja: ファイルを選択する

source: Class
fr: Catégorie
it: Classe
ja: 分類

source: Close
fr: Fermer
it: Chiudi
ja: 閉じる

source: Color
fr: Couleur
it: Colore
ja: カラー

source: Color/mono
fr: Couleur/Mono
it: Colore/mono
ja: カラー／モノクロ

source: Confirm
fr: Confirmer
it: Conferma
ja: 確認する

source: Confirm item creation
fr: Confirmer la création de l'élément
it: Conferma creazione elemento
ja: アイテム作成を確認する

source: Contribution Index
fr: Index des contributeurs
it: Indice di Contribuzione

source: Cooled
fr: Refroidi(e)
it: Raffreddato/a
ja: 冷却

source: Create a new item
fr: Créer un nouvel élément
it: Crea nuovo elemento
ja: 新規アイテムを作成する

source: Create new brand
fr: Créer une nouvelle marque
it: Crea nuova marca
ja: 新規ブランドを作成する

source: Create new sensor
fr: Créer un nouveau capteur
it: Crea nuovo sensore
ja: 新規センサーを作成する

source: Dedicated deep-sky camera
fr: Caméra dédiée à l'astrophotographie
it: Camera specifica per il cielo profondo
ja: 天体撮影専用カメラ

source: Disable high contrast theme
fr: Désactiver le thème contrasté
it: Disabilita il tema ad alto contrasto
ja: ハイコントラストテーマを無効にする

source: Edit proposal by
fr: Modification proposée par
it: Modifica proposta da
ja: 編集提案者

source: Edit proposal comment
fr: Modifier le commentaire proposé
it: Commento alla proposta di modifica
ja: 提案コメントを編集する

source: Editing the brand is not possible.
fr: Modification de la marque impossible
it: Non è possibile modificare la marca.
ja: ブランドの編集はできません。

source: Enable high contrast theme
fr: Activer le thème contrasté
it: Abilita modalità ad alto contrasto
ja: ハイコントラストテーマを有効にする

source: Equipment
fr: Equipement
it: Strumentazione
ja: 機材

source: Equipment explorer
fr: Explorateur d'équipements
it: Esploratore di strumentazione

source: Equipment pending edit
fr: Equipement en cours de modification
it: Strumentazione con modifiche in attesa
ja: 編集をペンディングにした機材

source: Equipment pending review
fr: Equipement en cours de révision
it: Strumentazione in attesa di controllo
ja: レビューをペンディングにした機材

source: Explorer
fr: Explorateur
it: Esploratore
ja: 探索

source: Film camera
fr: Appareil photo à pellicule
it: Camera a pellicola
ja: フィルムカメラ

source: Filters
fr: Filtres
it: Filtri
ja: フィルター

source: Find equipment item
fr: Chercher des équipements
it: Trova elemento di strumentazione
ja: 機材を探す

source: Focal length
fr: Longueur focale
it: Lunghezza focale
ja: 焦点距離

source: General purpose DSLR or mirrorless camera
fr: APN généraliste
it: Reflex o camera mirrorless
ja: 汎用デジタル一眼レフカメラまたはミラーレスカメラ

source: General purpose video camera
fr: Caméra vidéo généraliste
it: Video camera
ja: 汎用ビデオカメラ

source: Guider or planetary camera
fr: Caméra de guidage ou planétaire
it: Camera planetaria o di guida
ja: ガイディングもしくは惑星用カメラ

source: Image Index
fr: Index d'image
it: Indice di immagine

source: Item summary
fr: Sommaire des éléments
it: Riassunto dell'elemento
ja: アイテム概要

source: Max. aperture
fr: Ouverture max.
it: Apertura max.
ja: 最大口径

source: Max. cooling
fr: Refroidissement max.
it: Raffreddamento max.
ja: 最大冷却能力

source: Max. focal length
fr: Longueur focale max.
it: Lunghezza focale max.
ja: 最大焦点距離

source: Min. aperture
fr: Ouverture min.
it: Apertura min.
ja: 最小口径

source: Min. focal length
fr: Longueur focale min.
it: Lunghezza focale min.
ja: 最小焦点距離

source: Mounts
fr: Montures
it: Montature
ja: 赤道儀

source: No changes are proposed.
fr: Aucune modification proposée.
it: Nessuna modifica proposta.
ja: 変更点はありません。

source: Number of pixels across the X axis
fr: Nombre de pixels (axe X)
it: Numero di pixel sull'asse X
ja: X軸のピクセル数

source: Number of pixels across the Y axis
fr: Nombre de pixels (axe Y)
it: Numero di pixel sull'asse Y
ja: Y軸のピクセル数

source: Official (or official looking) product image. Max. 1MB.
fr: Image officielle ou représentative du produit (Max 1MB).
it: Immagine prodotto ufficiale (o che lo sembra). Max. 1MB.
ja: 公式（または公式に見える）製品画像。最大で 1MBです。

source: Pending
fr: En cours
it: In attesa
ja: ペンディング

source: Pending edit
fr: Modification en cours
it: In attesa di modifiche
ja: 編集待ち

source: Pending review
fr: Modération en cours
it: In attesa di controllo
ja: レビューをペンディング

source: Pixel size
fr: Taille des pixels
it: Dimensione pixel
ja: ピクセルサイズ

source: Pixel size (in μm)
fr: Taille des pixels (en µm)
it: Dimensione pixel (in μm)
ja: ピクセルサイズ（μm）

source: Pixels
it: Pixel
ja: ピクセル

source: Pixels X
it: Pixel X
ja: ピクセル数 X軸

source: Pixels Y
it: Pixel Y
ja: ピクセル数 Y軸

source: Please make sure that the information you entered is accurate.
fr: Merci de vérifier que les informations renseignées sont correctes.
it: Assicurati di aver inserito informazioni accurate, per favore.
ja: 入力した情報が正しいかどうか、ご確認ください。

source: Propose edit
fr: Proposer une modification
it: Proponi modifica
ja: 編集を提案する

source: Proposer's comment
fr: Commentaire de modification
it: Commento del propositore
ja: 提案者のコメント

source: Quantum efficiency
fr: Rendement quantique (QE)
it: Efficienza quantica
ja: 量子効率

source: Read noise
fr: Bruit de lecture
it: Rumore di lettura
ja: リードノイズ

source: Refractor: achromatic
fr: Lunette achromatique
it: Rifrattore: acromatico
ja: 屈折望遠鏡：アクロマート

source: Reject
fr: Refuser
it: Rifiuta
ja: 却下

source: Reject...
fr: Refus...
it: Rifiuta...
ja: 却下

source: Rejected
fr: Refusé
it: Rifiutato
ja: 却下された

source: Reviewer's comment
fr: Commentaire de révision
it: Commento del controllore
ja: レビュアーのコメント

source: Sensor
fr: Capteur
it: Sensore
ja: センサー

source: Sensor height
fr: Hauteur du capteur
it: Altezza sensore
ja: センサー高

source: Sensor size
fr: Taille du capteur
it: Dimensione sensore
ja: センサーサイズ

source: Sensor width
fr: Largeur du capteur
it: Larghezza sensore
ja: センサー幅

source: Status
fr: Statut
it: Stato
ja: ステータス

source: Superseded
fr: Remplacé par
it: Sostituito
ja: 置き換わった

source: Telescope
fr: Télescope/Lunette
it: Telescopio
ja: 望遠鏡

source: Telescopes
fr: Télescopes/Lunettes
it: Telescopi
ja: 望遠鏡

source: Thanks! Your edit proposal has been submitted and well be reviewed as soon as possible.
fr: Merci ! Votre proposition de modification a été soumise à approbation et sera examinée dans les meilleurs délais.
it: Grazie! La tua proposta di modifica è stata registrata e verrà controllata il prima possibile.
ja: ありがとうございます。あなたの編集案は提出され、できるだけ早くレビューされます。

source: The <strong>Contribution Index (beta)</strong> is system to reward informative, constructive, and valuable commentary on AstroBin. {{_0}}Learn more.{{_1}}
fr: La <strong>Liste des Contributeurs (beta)</strong> est un classement destiné à promouvoir les commentaires informatifs, constructifs et à forte valeur ajoutée sur AstroBin. {{_0}}En savoir plus{{_1}}.
it: L'<strong>Indice di Contribuzione (beta)</strong> è un sistema per premiare contenuti informativi, costruttivi, e di valore su AstroBin. {{_0}}Scopri di più.{{_1}}
ja: <strong>Contribution Index (beta)</strong> はAstroBinにおいて、有益で建設的、かつ価値のあるコメントに対して報酬を与えるシステムです。{{_0}}詳細はこちら{{_1}}

source: The <strong>Image Index</strong> is a system based on likes received on images, that incentivizes the most active and liked members of the community. {{_0}}Learn more.{{_1}}
fr: La <strong>Liste des astrophotographes</strong> est un classement établi sur la base du nombre de "likes" reçus pour chaque image, qui est destiné à promouvoir les membres les plus actifs et appréciés sur AstroBin. {{_0}}En savoir plus{{_1}}.
it: L'<strong>Indice di Immagini</strong> è un sistema basato sui Mi Piace ricevuti sulle immagini, che incentivizza i membri della community più attivi e popolari. {{_0}}Scopri di più.{{_1}}
ja: <strong>Image Index</strong> は画像への「いいね！」数に応じて、つまり、このコミュニティ内で最もアクティブかつ「いいね！」を押されたメンバーにインセンティブを与える仕組みです。{{_0}}詳細はこちら。{{_1}}

source: The following changes are proposed:
fr: Les changements suivants sont proposés:
it: Le seguenti modifiche sono state proposte:
ja: 以下の変更案が提案されました：

source: The name of this brand. Make sure it's spelled correctly.
fr: Le nom de cette marque. Veillez à ce qu'il soit correctement orthographié.
it: Il nome di questa marca. Assicurati che sia scritto correttamente.
ja: このブランドの名前です。スペルが正しいことを確認してください。

source: The name of this product. Do not include the brand's name and make sure it's spelled correctly.
fr: Le nom de ce produit. Ne pas inclure la marque du fabriquant et veillez à ce qu'il soit correctement orthographié.
it: Il nome di questo prodotto. Non includere il nome della marca ed assicurati che sia scritto correttamente.
ja: この製品の名称です。ブランド名は入れず、スペルを間違えないようにしましょう。

source: The size of the individual pixels in μm.
fr: La taille des photosites individuels en µm.
it: La dimensione di ciascun pixel in μm.
ja: 個々のピクセルサイズをμmで。

source: This brand has <strong>{{0}}</strong> items in AstroBin's database. Take a look at them so you can be consistent with the naming conventions:
fr: Cette marque est citée dans <strong>{{0}}</strong> éléments dans la base de données matériel d'AstroBin. Merci de regarder ce qui a été renseigné pour ces autres éléments afin de conserver la même cohérence de dénomination :
it: Questa marca ha <strong>{{0}}</strong> elementi nel database AstroBin. Dagli un'occhiata in modo da essere coerente con le convenzioni di denominazione.
ja: このブランドは、AstroBinのデータベースに<strong>{{0}}</strong>アイテムがあります。命名規則を統一するために、見てみてください。

source: This item will be part of AstorBin's equipment database, and it's very important that the information is accurate and this item is not the duplicate of another
fr: Cet élément sera inclus dans la base de données matériels d'AstroBin ; il est donc très important que les informations renseignées soient exactes et d'éviter tout doublon.
it: Questo elemento sarà parte del database della strumentazione di AstroBin, ed è molto importante che le informazioni siano accurate e che questo elemento non ne duplichi un altro.
ja: このアイテムはAstroBinの機材データベースの一部となり、情報が正確であることや、他のアイテムと重複していないことが非常に重要です。

source: Tick if this is a color sensor, leave blank if it's a monochromatic one.
fr: Cochez s'il s'agit d'un capteur couleur, laissez décoché s'il s'agit d'un capteur monochrome.
it: Spunta se si tratta di un sensore a colori, lascia vuoto se monocromatico.
ja: カラーセンサーの場合はチェックを入れ、モノクロの場合は空白にしてください。

source: Time
fr: Date
it: Tempo
ja: 日時

source: Type
fr: Catégorie
it: Tipo
ja: 種類

source: Type to search.
fr: Catégorie à rechercher
it: Scrivi per cercare.
ja: 入力して検索する

source: Use the <strong>#</strong> sign and start typing to insert an image from your gallery.
fr: Utilisez le symbole <strong>#</strong>et saisissez le titre d'une image pour insérer une image depuis votre galerie.
it: Usa il segno <strong>#</strong> e inizia a scrivere per inserire un'immagine dalla tua galleria.
ja: <strong>#</strong> 記号を使用して入力を開始すると、ギャラリーから画像を挿入することができます。

source: Use the <strong>@</strong> sign and start typing to mention any user.
fr: Utilisez le symbole <strong>@</strong> et saisissez le nom d'un utilisateur pour le mentionner.
it: Usa il segno <strong>@</strong> ed inizia a scrivere per menzionare qualsiasi utente.
ja: <strong>@</strong> 記号を使用して入力を開始すると、他のユーザーをメンションすることができます。

source: View
fr: Consulter
it: Visualizza
ja: みる

source: We found similar items from the same brand.
fr: Nous avons trouvé des éléments similaires de la même marque.
it: Abbiamo trovato elementi simili dalla stessa marca.
ja: 同じブランドで以下のような類似品が見つかりました。

source: We found the following similar items. Click the correct one to use it, or ignore this message.
fr: Nous avons trouvé les éléments similaires suivants. Sélectionnez celui à utiliser, ou ignorez ce message.
it: Abbiamo trovato i seguenti elementi simili. Clicca quello giusto per usarlo, oppure ignora questo messaggio.
ja: 以下の類似品が見つかりました。正しいものをクリックして使用するか、このメッセージを無視してください。

source: Website
fr: Site internet
it: Sito web
ja: ウェブサイト

source: Weight
fr: Poids
it: Peso
ja: 重量

source: Whether this camera is equipment with a cooling mechanism.
fr: Si cette caméra est équipés d'un système de refroidissement.
it: Se questa camera possiede un meccanismo di raffreddamento.
ja: 冷却機構付きのカメラかどうか。

source: Yes
fr: Oui
it: Sì
ja: はい

source: You cannot review this edit proposal because there are previous pending proposals.
fr: Vous ne pouvez pas examiner cette proposition de modification car il y a déjà des propositions précédentes non-examinées.
it: Non puoi controllare questa proposta di modifica perché ci sono proposte precedenti in attesa di controllo.
ja: この編集提案には、以前の保留中の提案があるため、確認することはできません。

source: You cannot review this edit proposal because you were the one who proposed it.
fr: Vous ne pouvez pas examiner une proposition de modification que vous avez vous-même créée.
it: Non puoi controllare questa proposta di modifica perché sei stato tu a fare la proposta.
ja: この編集案を提案したのはあなたなので、あなたはこの編集案を見直すことはできません。

source: Display download menu
fr: Afficher le menu de téléchargement
it: Mostra menù download
ja: ダウンロードメニューを表示する

source: Enjoy your unlimited revisions per image!
fr: Profitez de nouvelles versions illimitées !
it: Goditi le tue versioni illimitate per immagine!
ja: 1枚の画像につき、無制限の修正版ができるようになりました。

source: It looks like you reached the revision upload limit for your subscription.
fr: Il semble que vous ayez atteint la limite de nouvelles versions inclue dans votre abonnement.
it: Sembra che tu abbia raggiunto il limite di caricamento di versioni per il tuo abbonamento.
ja: お使いの定期契約における修正版のアップロード回数の制限に達したようです。

source: Permission denied. You don't have the required subscription level to perform this operation.
fr: Autorisation refusée. Vous n'avez pas le niveau d'abonnement nécessaire pour réaliser cette opération.
it: Permesso negato. Non hai l'abbonamento necessario per effettuare questa operazione.
ja: パーミッションが拒否されました。この操作を実行するために必要な定期契約をお持ちではありません。

source: Sorry, revisions are not included at your membership level.
fr: Désolé, votre formule d'abonnement ne permet pas la publication de nouvelles versions.
it: Spiacenti, le versioni non sono include nel tuo abbonamento.
ja: 申し訳ございませんが、お客様の会員レベルでは修正機能は含まれません。

source: You may have up to one revision per image.
fr: Vous pouvez effectuer une nouvelle version par image.
it: Puoi avere fino ad una versione per immagine.
ja: 1枚の画像につき、1回まで修正版を作成することができます。

source: You may have up to {{0}} revisions per image.
fr: Vous pouvez effectuer jusqu'à {{0}} nouvelles versions par image.
it: Puoi avere fino a {{0}} revisioni per immagini.
ja: 1つの画像につき、{{0}}回の修正を行うことができます。

source: (DIY)
fr: Fabrication personnelle
it: (Fai Da Te)

source: (modified)
fr: (modifié)
it: (modificato/a)
ja: （改造）

source: 1 like
fr: 1 "aime"
it: 1 mi piace
ja: 1 いいね！

source: A-Z explorer
fr: Ordre alphabétique
it: Esploratore A-Z

source: Accessory
fr: Accessoires
it: Accessorio
ja: アクセサリー

source: Add a comment
fr: Ajouter un commentaire
it: Aggiungi commento
ja: コメントを追加する

source: Alt-Alt (altitude-altitude)
it: Alt-Alt (altitudine-altitudine)

source: Alt-Az (altazimuth)
fr: Alt-Az (alt-azimutal)
it: Alt-Az (altazimutale)

source: An error occurred
fr: Une erreur est survenue
it: C'è stato un errore
ja: エラーが発生しました

source: An item of the same class, brand, and name already exists.
fr: Un équipement du même type, marque et nom existe déjà.
it: Un elemento della stessa class, marca e nome esiste già.
ja: 同じ分類、ブランド、名前のアイテムが既に存在します。

source: Approve
fr: Approuver
it: Approva
ja: 承認する

source: Approve edit
fr: Approuver la modification
it: Approva modifica
ja: 編集を承認する

source: Approved
fr: Approuvé
it: Approvato
ja: 承認した

source: Are you sure?
fr: Etes-vous sûr ?
it: Sei sicuro?
ja: 本当ですか？

source: AstroBin would like to rename some of your gear items in order to be more consistent with naming conventions.
fr: AstroBin souhaite renommer certains de vos équipements par souci de cohérence avec les classements déjà établis.
it: AstroBin vorrebbe rinominare alcuni elementi della tua strumentazione per essere più consistente con le convenzioni di denominazione.
ja: AstroBinでは、お客様の機材の名称を、より統一したものに変更したいと考えています。

source: AstroBin's new equipment database is still work in progress.
fr: La nouvelle base de données des équipements d'AstroBin est actuellement en cours de création.
it: Il nuovo database della strumentazione su AstroBin è ancora in allestimento.
ja: AstroBinの新しい機材データベースは、まだ開発中です。

source: Automatically create "modified" variant
fr: Automatiquement créer une variante "modifiée"
it: Create variante "modificata" automaticamente
ja: 自動的に "改造 "バージョンを作成する

source: Bad request
fr: Requête incorrecte
it: Richiesta incorretta
ja: 不正なリクエスト

source: Bandwidth
fr: Bande passante
it: Banda
ja: 帯域幅

source: Binoculars
fr: Jumelles
it: Binicolo
ja: 双眼鏡

source: Blue channel (B)
fr: Couche Bleue (B)
it: Canale blu (B)

source: Brand/Make
fr: Marque/Nom
it: Marca
ja: ブランド・製造者

source: Camera lens
fr: Objectif photo
it: Lente
ja: カメラレンズ

source: Catadioptric: ACF Schmidt-Cassegrain
fr: Catadioptrique : ACF Schmidt-Cassegrain
it: Catadiottrico: ACF Schmidt-Cassegrain
ja: カタディオプトリック：ACFシュミットカゼクレイン

source: Catadioptric: Argunov-Cassegrain
fr: Catadioptrique : Argunov-Cassegrain
it: Catadiottrico: Argunov-Cassegrain
ja: カタディオプトリック：Argunov-Cassegrain

source: Catadioptric: Klevtsov-Cassegrain
fr: Catadioptrique : Klevtsov-Cassegrain
it: Catadiottrico: Klevtsov-Cassegrain
ja: カタディオプトリック：Klevtsov-Cassegrain

source: Catadioptric: Lurie-Houghton
fr: Catadioptrique : Lurie-Houghton
it: Catadiottrico: Lurie-Houghton
ja: カタディオプトリック：Lurie-Houghton

source: Catadioptric: Maksutov
fr: Catadioptrique : Maksutov
it: Catadiottrico: Maksutov
ja: カタディオプトリック：Maksutov

source: Catadioptric: Maksutov-Cassegrain
fr: Catadioptrique : Maksutov-Cassegrain
it: Catadiottrico: Maksutov-Cassegrain
ja: カタディオプトリック：Maksutov-Cassegrain

source: Catadioptric: Rowe-Atkinson Schmidt astrograph
fr: Catadioptrique : Rowe-Atkinson Schmidt astrographe
it: Catadiottrico: astrografo Rowe-Atkinson Schmidt
ja: カタディオプトリック：Rowe-Atkinson Schmidt astrograph

source: Catadioptric: Schmidt camera
fr: Catadioptrique : Chambre de Schmidt
it: Catadiottrico: camera Schmidt
ja: カタディオプトリック：シュミットカメラ

source: Catadioptric: Schmidt-Cassegrain
fr: Catadioptrique : Schmidt-Cassegrain
it: Catadiottrico: Schmidt-Cassegrain
ja: カタディオプトリック：シュミットカゼクレイン

source: Catadioptric: modified Dall-Kirkham
fr: Catadioptrique : Dall-Kirkham modifié
it: Catadiottrico: Dall-Kirkham modificato
ja: カタディオプトリック：改造Dall-Kirkham
