Repository: astrobin/astrobin-ng
Catalog: src/assets/i18n/*.po
Languages: fr, it, ja

source: Check this box if this item is self-made, and/or was never on the market as a commercial product, and therefore does not have a brand.
fr: Cochez cette case si cet équipement a été réalisé de manière artisanale, et/ou s'il ne s'agit pas d'un produit distribué sur le marché commerciale, ou encore s'il n'est commercialisé sous aucune marque.
it: Spunta questa casella se questo elemento è fai-da-te, e/o non è mai stato reperibile come prodotto commerciale, e di conseguenza non ha una marca.
ja: この商品が自作である、または商品として市場に出たことがないためブランドがない場合は、このボックスをチェックしてください。

source: Color or mono
fr: Couleur ou monochrome
it: Colore o mono
ja: カラーもしくはモノクロ

source: Cometary
fr: Cométaire
it: Comete
ja: 彗星

source: Comment
fr: Commentaire
it: Commento
ja: コメント

source: Computerized
fr: Informatisé
it: Computerizzato
ja: コンピューター化

source: Confirm migration
fr: Confirmer la migration
it: Conferma migrazione
ja: 移行を確認する

source: Confirm selected migrations
fr: Confirmer la sélection à migrer
it: Conferma migrazioni selezionate
ja: 選択した移行を確認する

source: Conflict detected
fr: Conflit détecté
it: Conflitto rilevato
ja: コンフリクトが発生した

source: Create
fr: Créer
it: Crea
ja: 作成する

source: Created by
fr: Créé par
it: Creato da
ja: により作成

source: DIY
fr: Fabrication personnelle
it: Fai-Da-Te

source: Dobsonian
fr: Dobson
it: Dobsoniano
ja: ドブソニアン

source: Don't remind me for a month
fr: Ne pas me rappeler pendant un mois
it: Non ricordarmelo per un mese
ja: 1ヶ月間、私を思い出させないでください

source: Editing this field is not possible.
fr: La modification de ce champ n'est pas possible
it: Non è possibile modificare questo campo.
ja: この項目を編集することはできません。

source: Equatorial
fr: Equatoriale
it: Equatoriale
ja: 赤道儀

source: Filter
fr: Filtre
it: Filtro
ja: フィルター

source: Fixed focal length
fr: Longueur focale fixe
it: Lunghezza focale fissa
ja: 固定焦点距離

source: Fork
fr: Fourche
it: Forca
ja: フォーク式

source: Gear renaming proposals
fr: Propositions de renommage d'équipements
it: Proposta di rinomina strumentazione
ja: 機材名称の変更案

source: German equatorial
fr: Monture allemande équatoriale
it: Equatoriale alla tedesca
ja: ドイツ式赤道儀

source: Get random
fr: Résultats aléatoires
it: Uno a caso
ja: ランダム表示

source: Green channel (G)
fr: Couche Verte (G)
it: Canale verde (G)

source: Hexapod
fr: Hexapode
it: Hexapode
ja: 六脚

source: Hydrogen-alpha (Hα)
fr: Hydrogène-alpha (Hα)
it: Idrogeno-alfa (Hα)

source: Hydrogen-beta (Hβ)
fr: Hydrogène-béta (Hβ)
it: Idrogeno-beta (Hβ)

source: If selected, AstroBin will automatically create a variant of this object that is labeled as <em>modified for astrophotography</em>.
fr: Si sélectionné, AstroBin créera automatiquement une variante de cet objet dénommé <em> modifié pour l'astrophotographie</em>.
it: Se selezionato, AstroBin creerà automaticamente una variante di questo elemento che è etichettata come <em>modificata per l'astrofotografia</em>.
ja: 選択した場合、AstroBin はこの機材に <em>天体写真向けに改造<> とラベル付けされたバージョンを自動的に作成します。

source: If you can reproduce this issue reliably, please contact us.
fr: Si vous pouvez reproduire ce problème de manière fiable, veuillez nous contacter.
it: Se riesci a riprodurre questo problema frequentemente, contattaci per favore.
ja: この問題を確実に再現できる場合は、お問い合わせください。

source: Infrared (IR)
fr: Infrarouge (IR)
it: Infrarosso (IR)

source: Internal server error
fr: Erreur serveur interne
it: Errore interno
ja: 内部サーバーエラー

source: Item approved.
fr: Elément approuvé.
it: Elemento approvato.
ja: アイテムは許可された。

source: Item rejected.
fr: Elément rejeté.
it: Elemento rifiutato.
ja: アイテムは却下された。

source: Last update
fr: Dernière mise-à-jour
it: Ultimo aggiornamento
ja: 最終更新

source: Legacy item being migrated
fr: Elément archivé en cours de migration
it: Elementi vecchi in fase di megrazione
ja: きゅアイテムは既に移行された

source: Light pollution suppression
fr: Retrait de pollution lumineuse
it: Riduzione dell'inquinamento luminoso
ja: 光害カット

source: Loading edit proposals
fr: Chargement des propositions de modification
it: Caricamento delle proposte di modifica
ja: 編集提案を読込む

source: Login required
fr: Connexion requise
it: Autenticazione necessaria
ja: ログインが必要です

source: Luminance/clear (L)
fr: Luminance / filtre Clear (L)
it: Luminanza/chiaro (L)

source: Lunar
fr: Lunaire
it: Lunare
ja: 月面

source: Mark as
fr: Marqué comme
it: Segna come
ja: としてマークうする

source: Max. payload
fr: Charge max.
it: Carico max.
ja: 最大積載量

source: Migrate
fr: Migrer
it: Migra
ja: 以降

source: Migrate into
fr: Migrer vers
it: Migra in
ja: 移行情報

source: Modified
fr: Modifié
it: Modificato/a
ja: 改造された

source: Mount
fr: Monture
it: Montatura
ja: 赤道儀

source: Multiband
fr: Multibandes
it: Multibanda
ja: マルチバンド

source: Multiple items
fr: Eléments multiples
it: Più articoli
ja: 複数のアイテム

source: Name/Model
fr: Nom/Modèle
it: Nome/Modello
ja: 名前・モデル名

source: Neutral density (ND)
fr: Densité neutre
it: Densità neutra (ND)

source: Newest first
fr: Les plus récents en premier
it: Prima i più nuovi
ja: 最新順

source: Nitrogen-II (NII)
fr: Azote-II (NII)
it: Nitrogeno-II (NII)

source: No changes are proposed, or all proposed changes are outdated.
fr: Aucun changement n'est proposé, ou tous les changements proposés sont obsolètes.
it: Non sono proposti cambiamenti, o tutti i cambiamenti proposti sono obsoleti.
ja: 変更案がない、または、変更案がすべて過去のものである。

source: Not enough info
fr: Informations insuffisantes
it: Informazioni insufficienti
ja: 情報不足

source: Number of pixels
fr: Nombre de pixels
it: Numero di pixel
ja: ピクセル数

source: Object ID
fr: Identifiant d'objet
it: ID oggetto
ja: オブジェクトID

source: Oldest first
fr: Les plus anciens en premier
it: Prima i più vecchi
ja: 古い順

source: Oxygen-III (OIII)
fr: Oxygène-III (OIII)
it: Ossigeno-III (OIII)

source: Periodic error correction
fr: Correction d'erreur périodique (PEC)
it: Correzione errore periodico
ja: ピリオディックエラー補正

source: Photometric Blue
fr: Bleu photométrique
it: Blu fotometrico

source: Photometric Infrared
fr: Infrarouge photométrique
it: Infrarosso fotometrico

source: Photometric Red
fr: Rouge photométrique
it: Rosso fotometrico

source: Photometric Ultraviolet
fr: Ultra-violet photométrique
it: Ultravioletto fotometrico

source: Photometric Visual
fr: Visuel photométrique
it: Fotometrico visuale

source: Pinch & zoom to view details closer.
fr: Cliquez et zoomez pour voir les détails de plus près.
it: Pizzica e ingrandisci per vedere i dettagli da vicino.
ja: ピンチイン＆ズームで詳細を見ることができます。

source: Please DO NOT approve this item if it's a duplicate of another one!
fr: Veuillez NE PAS approuver cet élément s'il s'agit d'un doublon d'un autre élément !
it: Per favore NON approvare questo elemento se è il duplicato di un altro!
ja: 他の商品と重複している場合は、承認しないでください。

source: Please only do this for DSLR camera that typically are modified for astrophotography. If this is a camera that is <em>specifically</em> sold as modified for astrophotography, e.g. the <strong>Canon EOS 60Da</strong> you <strong>do not</strong> need to use check this option.
fr: Veuillez cocher cette option uniquement pour les APN modifiés pour l'astrophotographie après l'achat. S'il s'agit d'une caméra <em>spécifiquement</em> conçue et commercialisée pour être adaptée à l'astrophotographie (par exemple le <strong>Canon EOS 60Da</strong>), merci de <strong>ne pas</strong> cocher cette option.
it: Fai questo solo per le reflex che tipicamente sono modificate per l'astrofotografia. Se questa è una camera venduta <em>specificamente</em> come modificata per l'astrofotografia, p.e. la <strong>Canon EOS 60Da</strong> allora <strong>non devi</strong> spuntare questa casella.
ja: 一般的に天体写真用に改造されたデジタル一眼レフカメラに限って行ってください。もしそれが特別に天体写真用に改造されたカメラ、例えばCanon 60Daなどの場合には、このオプションにチェックする必要はない。

source: Please read the equipment migration guidelines
fr: Veuillez prendre connaissance des instructions de migration d'équipements
it: Leggi le linee guida della migrazione della strumentazione
ja: 機材の移行についてのガイドラインをお読みください

source: Please use a device with a minimum horizontal resolution of 1024 pixels to view this content.
fr: Veuillez utiliser un écran disposant d'une résolution horizontale de 1024 pixels minimum pour visualiser ce contenu.
it: Usa un dispositivo con una risoluzione orizzontale di minimo 1024 pixel per visualizzare questo contenuto, per favore.
ja: このコンテンツは、水平解像度1024ピクセル以上の端末でご覧ください。

source: Portable English
fr: Anglais portable
it: Inglese portabile
ja: ポータブル英語

source: Proposed by
fr: Proposé par
it: Proposto da
ja: 提案者

source: Read
fr: Lire
it: Leggi
ja: 読む

source: Reason
fr: Raison
it: Motivo
ja: 理由

source: Red channel (R)
fr: Couche Rouge (R)
it: Canale rosso (R)

source: Reflector: Dall-Kirkham
fr: Réflecteur: Dall-Kirkham
it: Riflettore: Dall-Kirkham
ja: 反射望遠鏡：Dall-Kirkham

source: Reflector: Gregorian
fr: Réflecteur: Gregorian
it: Riflettore: Gregoriano
ja: 反射望遠鏡：Gregorian

source: Reflector: Herschellian
fr: Réflecteur: télescope de Herschell
it: Riflettore: Herschelliano
ja: 反射望遠鏡：Dall-Kirkham

source: Reflector: Nasmyth
fr: Réflecteur: Nasmyth
it: Riflettore: Nasmyth
ja: 反射望遠鏡：Nasmyth

source: Reflector: Newtonian
fr: Réflecteur: Newton
it: Riflettore: Newtoniano
ja: 反射望遠鏡：ニュートン式

source: Reflector: Ritchey Chretien
fr: Réflecteur: Ritchey Chretien
it: Riflettore: Ritchey Chretien
ja: 反射望遠鏡：Ritchey Chretien

source: Refractor: apochromatic
fr: Lunette apochromatique
it: Riflettore: apocromatico
ja: 屈折望遠鏡：アポクロマート

source: Refractor: non-achromatic Galilean
fr: Lunette : galiléen non-achromatique
it: Riflettore: Galileano non-acromatico
ja: 屈折望遠鏡：non-achromatic Galilean

source: Refractor: non-acrhmatic Keplerian
fr: Lunette : képlérien non-achromatique
it: Riflettore: Kepleriano non-acromatico
ja: 屈折望遠鏡：non-acrhmatic Keplerian

source: Refractor: semi-apochromatic
fr: Lunette semi-aprochromatique
it: Rifrattore: semi-apocromatico
ja: 屈折望遠鏡：セミアポクロマート

source: Refractor: superachromat
fr: Lunette super-apochromatique
it: Rifrattore: supercromatico
ja: 屈折望遠鏡：スーパーアポクロマート

source: Reject edit
fr: Rejeter la modification
it: Rifiuta modifica
ja: 編集を却下する

source: Reply
fr: Répondre
it: Rispondi
ja: 返信する

source: Reviewed by
fr: Revu par
it: Controllato da
ja: レビュー者

source: Select target item for the migration, or create a new one.
fr: Sélectionnez l'élément à migrer, ou en créer un nouveau
it: Selezione elemento di destinazione della migrazione, o creane uno nuovo.
ja: 移行先の項目を選択、または新規に作成します。

source: Self-made / non-commercial (no brand)
fr: Fabrication personnelle / non-commerciale (pas de marque)
it: Fai-da-te / non commerciale (senza marca)
ja: 自作もしくは非商用（ブランド名なし）

source: Sensors
fr: Capteur
it: Sensori
ja: センサー

source: Service not available
fr: Service non disponible
it: Servizio non disponibile
ja: サービスは利用できません

source: Since a regular and a modified variant of {{0}} were created, we didn't prefill the item selection dropdown, to allow you to select the correct variant for this migration.
fr: Étant donné qu'une variante normale et une variante modifiée de {{0}} ont été créées, nous n'avons pas prérempli la liste déroulante de sélection des éléments, afin de vous permettre de sélectionner la variante correcte pour cette migration.
it: Dato che una variante normale ed una modificata di {{0}} sono state create, non abbiamo preselezionato il menu a tendina, per permetterti di scegliere la variante corretta per questa migrazione.
ja: 通常のバリアントと{{0}} の改造バージョンが作成されたので、この移行で正しいバージョンを選択できるよう許可されていないために、アイテム選択時のドロップダウンに含まれていません。

source: Slew speed
fr: Vitesse de suivi
it: Velocità di puntamento
ja: 回転速度

source: Solar
fr: Solaire
it: Solare
ja: 太陽

source: Something went wrong
fr: Une erreur s'est produite
it: Qualcosa è andato storto
ja: 何かが間違っている

source: Sort
fr: Trier
it: Ordina
ja: 並び替える

source: Submit
fr: Soumettre
it: Invia
ja: 投稿する

source: Sulfur-II (SII)
fr: Soufre-II (SII)
it: Zolfo-II (SII)

source: Summary
fr: Sommaire
it: Riassunto
ja: 概要

source: Telescopes & lenses
fr: Télescopes et optiques
it: Telescopi e obiettivi
ja: 望遠鏡＆レンズ

source: Thanks! Your edit proposal has been submitted and will be reviewed as soon as possible.
fr: Merci ! Votre proposition de modification a été soumise et sera revue dans les plus brefs délais.
it: Grazie! La tua proposta di modifica è stata registrata e verrà controllata il prima possibile.
ja: ありがとうございます。あなたの編集案は提出され、できるだけ早く検討されます。

source: The item doesn't seem to have the correct brand, or the brand is misspelled, or it's the duplicate of an existing brand.
fr: L'élément ne semble pas avoir une marque correcte, ou la marque est mal orthographiée, ou il s'agit d'un doublon d'une marque existante.
it: L'elemento non sembra avere la marca corretta, o la marca è scritta male, o è il duplicato di una marca esistente.
ja: 正しいブランド名のアイテムではないようです。ブランドのスペルが間違っている、既存のブランドと重複しています。

source: The item has a typo in its name
fr: L'élément n'a pas de nom
it: Questo elemento ha un errore di battitura nel nome
ja: アイテムの名前に誤字があります

source: The item has insufficient data
fr: L'élément n'est pas suffisamment renseigné
it: Questo elemento ha dati insufficienti
ja: そのアイテムはデータ不足です

source: The item has some inaccurate data
fr: L'élément présente des données incorrectes
it: Questo elemento ha dei dati non corretti
ja: そのアイテムはデータ不足です

source: The recommended naming convention for camera lenses is: optional model name, focal length range, f-ratio range, additional properties. E.g. <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
fr: La convention de dénomination recommandée pour les objectifs d'appareil photo est la suivante : nom du modèle facultatif, plage de longueur focale, plage de rapport f/d, propriétés supplémentaires. Par ex. : E.g. <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
it: La convenzione di denominazione degli obiettivi fotografici è: nome modello opzionale, intervallo di lunghezza focale, interfallo di f-stop, proprietà aggiuntive. P.e. <strong>Nikkor Z 28mm f/2.8 (SE)</strong>.
ja: カメラレンズの推奨する命名規則は、オプションのモデル名、焦点距離の範囲、F値などです。例えば、<strong>Nikkor Z 28mm f/2.8 (SE)</strong>。

source: The requested resource does not exist
fr: La ressource demandée n'existe pas
it: La risorsa che hai richiesto non esiste.
ja: 要求されたリソースは存在しません

source: The revision's title will be shown as an addendum to the original image's title.
fr: Le titre de la révision sera présentée comme un sous-titre au titre de l'image originale.
it: Il titolo della versione verrà mostrato come un'aggiunta al titolo dell'immagine originale.
ja: 修正版のタイトルは、元画像のタイトルに追記される形で表示されます。

source: The target item doesn't seem to have the correct brand
fr: L'élément cible semble ne pas être attribué à la marque adéquate
it: L'elemento di destinazione non sembra avere la marca corretta
ja: 対象アイテムに正しいブランドがないようです

source: The target item has a typo in its name
fr: L'élément cible n'a pas de nom
it: L'elemento di destinazione ha un errore di battitura nel nome
ja: 対象アイテムの名前に誤字があります

source: The target item has insufficient data
fr: L'élément cible n'est pas suffisamment renseigné
it: L'elemento di destinazione ha dati insufficienti
ja: 対象アイテムは情報が不足している

source: The target item has some inaccurate data
fr: L'élément cible présente des données incorrectes
it: L'elemento di destinazione ha dei dati non corretti
ja: 対象アイテムは情報が不足している

source: There are no comments yet.
fr: Aucun commentaire pour l'instant.
it: Non ci sono ancora commenti.
ja: コメントはまだありません

source: There are no more items of this type to migrate. Check other equipment types.
fr: Il n'y a plus aucun élément de ce genre à migrer. Vérifiez les autres catégories d'équipements.
it: Non ci sono più elementi di questo tipo da migrare. Controlla altri tipi di sturmentazione.
ja: 移行するこのタイプのアイテムはもうありません。他の機材タイプを確認する。

source: This LEGACY item needs to be migrated
fr: Cet élément ARCHIVE doit être migré
it: Questo VECCHIO elemento deve essere migrato
ja: この 過去に登録したアイテムは移行する必要があります。

source: This item has not been approved yet, so it's not available to be associated with images.
fr: Cet élément n'a pas encore été approuvé, et n'est donc pas encore disponible pour être associé à une image.
it: Questo elemento non è stato ancora approvato, e quindi non è possibile associarlo a immagini.
ja: このアイテムはまだ承認されていないため、画像と関連付けることはできません。

source: This item will be part of AstorBin's equipment database, and it's very important that the information is accurate and this item is not the duplicate of another.
fr: Cet élément sera inclus dans la base de données de matériels d'AstroBin ; il est donc très important que les informations renseignées soient exactes et d'éviter tout doublon.
it: Questo elemento farà parte del database della strumentazione di AstroBin, ed è molto importante che le informazioni siano accurate e questo elemento non ne duplichi un altro.
ja: このアイテムはAstroBinの機材データベースの一部となり、情報が正確であることや、他のアイテムと重複していないことが非常に重要です。

source: This should never happen. AstroBin's staff has been notified automatically and will solve the problem as soon as possible.
fr: Cela ne devrait pas se produire. L'équipe d'AstroBin en a été automatiquement informée et résoudra le problème dans les meilleurs délais.
it: Questo non dovrebbe mai accadere. Lo staff di AstroBin è stato notificato automaticamente e risolverà il problema al più presto.
ja: このようなことは決してあってはならないことです。AstroBinのスタッフには自動的に通知され、できるだけ早く問題を解決します。

source: This should never happen. If the problem persists, please contact us.
fr: Cela ne devrait pas se produire. Si le problème persiste, merci de nous contacter.
it: Questo non dovrebbe mai accadere. Se il problema dovesse persistere, contattaci per favore.
ja: このようなことは決してあってはならないことです。それでも問題が解決しない場合は、弊社までご連絡ください。

source: Tracking accuracy
fr: Précision du suivi
it: Precisione di inseguimento
ja: トラッキング精度

source: Transit
it: Transito
ja: 乗換

source: Ultra High Contrast (UHC)
it: Contrasto ultra alto (UHC)
ja: 超高コントラスト（UHC）

source: Ultraviolet (UV)
it: Ultravioletto (UV)
ja: 紫外線（UV）

source: Validation error
fr: Erreur de validation
it: Errore di validazione
ja: バリデーションエラー

source: We found the following similar items from the same brand.
fr: Nous avons trouvé les éléments similaires de la même marque.
it: Abbiamo trovato i seguenti elementi simili della stessa marca.
ja: 同じブランドで以下のような類似品が見つかりました。

source: Wedged Alt-Az
fr: Alt-Az sur fourche
it: Alt-Az con cuneo
ja: 傾斜付の経緯台

source: When
fr: Quand
it: Quando
ja: いつ

source: When an image is dismissed by {{0}} members of the IOTD/TP staff, it's automatically removed from all queues. Please only perform this action if you want to vote against this image advancing in the process.
fr: Lorsqu'une image est rejetée par {{0}} membres de l'équipe IOTD/TP, elle est automatiquement supprimée de toutes les listes de sélection. Veuillez n'effectuer cette action que si vous souhaitez voter contre cette image en cours de processus.
it: Quando un'immagine viene scartata da {{0}} membri dello staff IOTD/TP, viene automaticamente rimossa da tutte le code. Esegui quest'operazione solo se vuoi votare per il fatto che questa immagini non avanzi nel processo.
ja: IOTD/TPスタッフの{{0}}人により画像が却下されると、自動的にすべての待ちから削除されます。このアクションは、審査処理を進めていくなかで、この画像に反対票を投じたい場合のみ行ってください。

source: Wrong type
fr: Type incorrect
it: Tipo errato
ja: 間違ったタイプ

source: You are already logged in or were logged in automatically from the application's backend.
fr: Vous êtes déjà connecté ou avez été connecté automatiquement via une application en arrière-plan.
it: Hai già fatto il login o il backend dell'applicazione ha fatto il login automaticamente per te.
ja: 既にログインしているか、アプリケーションのバックエンドから自動的にログインされた状態です。

source: You tried to access a server resource that you're not authorized for.
fr: Vous avez tenté d'accéder à un serveur de ressource pour lequel vous n'êtes pas autorisé.
it: Hai cercato di accedere ad una risorsa sul server a cui non hai accesso.
ja: 許可されていないサーバーリソースにアクセスしようとしました。

source: You tried to access a server resource that's only available to logged in users.
fr: Vous avez tenté d'accéder à un serveur de ressources autorisé aux seuls utilisateurs connectés.
it: Hai cercato di accedere ad una risorsa sul server che è disponibile solo per gli utenti registrati.
ja: ログインしているユーザーのみが利用できるサーバーリソースにアクセスしようとしました。

source: Your usage of the word "{{0}}" suggests that you are trying to add a DIY item. The AstroBin equipment database is meant for products that are (or have been) on the market and can (or could) be purchased. To add a DIY item, please use the appropriate checkbox during the item's creation.
fr: L'utilisation du terme "{{0}}" suggère que vous essayez d'ajouter un matériel de fabrication personnelle. La base de données de matériels d'Astobin est destinée à recenser des produits qui sont (ou qui ont été) vendus dans le commerce et peuvent (ou pouvaient) être achetés. Pour ajouter un matériel de fabrication personnelle, merci de cocher la case adéquate pendant la création de l'élément.
it: Il fatto che tu abbia usato la parola "{{0}}" implica che hai cercato di aggiungere un elemento fai-da-te. Il database della strumentazione di AstroBin consiste in prodotto che sono (o sono stati) sul mercato e possono (o potevano) essere acquistati. Per aggiungere un elemento fai-da-te, spunta la casella relativa durante il processo di creazione dell'elemento.
ja: あなたの「{{0}}」という単語の使い方は、DIYアイテムを追加しようとしていることを意味しているようです。AstroBinの機材データベースは、市場に出ている（または出ていた）、購入可能な（または購入できた）製品を対象としています。DIYアイテムを追加するには、アイテム作成時に適切なチェックボックスを使用してください。

source: Your usage of the word "{{0}}" suggests that you are using this field to specify a property of this item that is only relevant to your own copy. Remember that here you are creating or editing the generic instance that will be shared by all owners on AstroBin.
fr: L'utilisation du terme "{{0}}" suggère que vous utilisez ce champ pour préciser une propriété spécifique à votre propre exemplaire seulement. Gardez à l'esprit que lorsque vous créez ou modifiez une entrée générique d'un produit, celle-ci sera partagée avec tous les autres utilisateurs d'AstroBin.
it: Il fatto che tu abbia usato la parola "{{0}}" implica che stai usando questo campo per specificare una proprietà dell'oggetto che è solo rilevante per la tua copia di esso. Ricorda che stai creato o modificando un'istanza generica che verrà condivisa tra tutti i possessori su AstroBin.
ja: あなたの「{{0}}」という単語の使い方は、あなた自身にのみ関係するアイテムの情報を入力していることを意味しているようです。ここでは、AstroBin上のすべての所有者によって共有される一般的な情報を作成または編集していることを忘れないでください。

source: consider making an edit proposal instead.
fr: Envisagez plutôt de proposer une modification.
it: considera di fare una proposta di modifica, piuttosto.
ja: その代わり、編集提案をすることを検討してください。

source: {{0}} like
fr: {{0}} "J'aime"
it: {{0}} mi piace
ja: {{0}} いいね！

source: AstroBin encountered an internal error. Please try again and contact us if the problem persists!
fr: AstroBin a rencontré une erreur interne. Merci de réessayer et de nous contacter si le problème persiste !
it: AstroBin ha subito un errore interno. Prova di nuovo e contattaci se il problema persiste!
ja: AstroBinは内部エラーに遭遇しました。再度お試しいただき、問題が解決しない場合は弊社までご連絡ください

source: Dual Alt-Az/Equatorial
fr: Duale Alt-Az / Equatoriale
it: Doppio sistema altazimutale/equatoriale
ja: 経緯台モード付赤道儀

source: File too large. If you just upgraded your subscription, please try again in a few minutes. Thanks!
fr: Fichier trop gros. Si vous venez de souscrire à une offre d'abonnement supérieure, merci de réessayer dans quelques minutes !
it: Il file è troppo grande. Se hai appena fatto l'upgrade del tuo abbonamento, prova di nuovo tra qualche minuto. Grazie!
ja: ファイルが大きすぎます。定期契約にアップグレードをされたばかりの方は、数分後に再度お試しください。

source: Logging you in securely...
fr: Connexion sécurisée...
it: TI facciamo fare il login in sicurezza...
ja: 安全にログインするために...

source: Logging you out securely...
fr: Déconnection sécurisée....
it: Ti facciamo fare il logout in sicurezza...
ja: 安全にログアウトするために...

source: Meteor shower
fr: Pluie d'étoiles filantes
it: Pioggia di meteoriti
ja: 流星群

source: Noctilucent clouds
fr: Nuages noctulescents
it: Nubi nottilucenti
ja: 夜光雲
