Repository: astrobin/astrobin-ng
Catalog: src/assets/i18n/*.po
Languages: fr, it, ja

source: You have a recurring Stripe subscription (paid by credit card, Sepa, AliPay, or other). You can cancel it on Stripe's customer portal by logging in with the email address associated to your AstroBin account:
fr: Vous disposez d'un abonnement Stripe récurrent (payé par carte bancaire, Sepa, Alipay ou autre). Vous pouvez l'annuler sur le portail client de Stripe en vous connectant avec l'adresse e-mail associée à votre compte AstroBin :
it: Hai un abbonamento ricorrente a Stripe (pagato con carta di credito, Sepa, AliPay o altro). Puoi cancellarlo sul portale clienti di Stripe accedendo con l'indirizzo email associato al tuo account AstroBin:

source: Your subscription is currently cancelled and it will expire on {{0}}.
fr: Votre abonnement est actuellement annulé et il expirera le {{0}}.
it: Il tuo abbonamento è attualmente annullato e scadrà il giorno {{0}}.

source: month
fr: mois
it: mese

source: {{ item }} is an equipment item of class {{ klass }} on AstroBin equipment database.
fr: {{ item }} est un élément d'équipement de classe {{ klass }} sur la base de données d'équipement AstroBin.
it: {{ item }} è un articolo della strumentazione di classe {{ klass }} nel database della strumentazione di AstroBin.

source: {{x}} in stock
fr: {{x}} en stock
it: {{x}} disponibili

source: (accepted offer)
it: (offerta accettata)

source: (pending offer)
it: (offerta in sospeso)

source: + shipping
it: + spedizione

source: + {{ count }} more
it: + {{ count }} in più

source: 4.5 - Semi-Suburban/Transition sky (YELLOW)
it: 4.5 - Cielo semi-suburbano/di transizione (GIALLO)

source: <strong>{{0}}</strong> images by the seller
it: <strong>{{0}}</strong> immagini del venditore

source: <strong>{{0}}</strong> total images on AstorBin
it: <strong>{{0}}</strong> immagini totali su AstorBin

source: Accept
it: Accetta

source: Accepting this offer will mark the affected line items as reserved, and it constitutes a binding agreement with the buyer. Failure to deliver the equipment as described may result in negative feedback and possible disciplinary action. Are you sure you want to proceed?
it: L'accettazione di questa offerta contrassegnerà gli elementi pubblicitari interessati come riservati e costituisce un accordo vincolante con l'acquirente. La mancata consegna degli articoli come descritti può comportare un feedback negativo e possibili azioni disciplinari. Sei sicuro di voler procedere?

source: Accuracy of item descriptions
it: Accuratezza delle descrizioni degli articoli

source: Acquisition form
it: Modulo di acquisizione

source: Active listings
it: Inserzioni attive

source: Active offers
it: Offerte attive

source: Add another
it: Aggiungi un altro

source: Add another item to this listing
it: Aggiungi un altro articolo a questa inserzione

source: Add this image to the selected collections.
it: Aggiungi questa immagine alle cartelle selezionate.

source: After this period, the listing will be automatically removed from the marketplace, but you will be able to renew it.
it: Trascorso questo periodo, l'inserzione verrà automaticamente rimossa dal mercatino, ma potrai rinnovarla.

source: All line items in this listings have been sold.
it: Tutti gli articoli in questa inserzione sono stati venduti.

source: An error occurred while saving the feedback.
it: Si è verificato un errore durante il salvataggio del feedback.

source: As cameras from this brands are already modified, please select "Dedicated deep-sky camera"
it: Poiché le fotocamere di questi marchi sono già state modificate, selezionare "Fotocamera deep-sky dedicata"

source: Ask a question
it: Fai una domanda

source: Ask price
it: Prezzo richiesto

source: Associate this listing to an equipment item you have used on your images. Choose this option if you have used this equipment item on your images and want to sell it.
it: Associa questa inserzione a un elemento della strumentazione che hai utilizzato nelle tue immagini. Scegli questa opzione se hai utilizzato questo articolo sulle tue immagini e desideri venderlo.

source: Associate this listing to any equipment item available on AstroBin. Choose this option if you want to sell an equipment item that you have not used on your images on AstroBin.
it: Associa questa inserzione a qualsiasi articolo di strumentazione disponibile su AstroBin. Scegli questa opzione se desideri vendere un articolo di strumentazione che non hai utilizzato nelle tue immagini su AstroBin.

source: AstroBin could not connect to the server. Often this is caused by an anti-virus or privacy extension that blocks the connection. Please try disabling them and try again. If the problem persists, please contact us.
it: AstroBin non è riuscito a connettersi al server. Spesso ciò è causato da un antivirus o da un'estensione della privacy che blocca la connessione. Prova a disabilitarli e riprova. Se il problema persiste, contattaci.

source: AstroBin could not determine your location because you didn't grant the require permission.
it: AstroBin non è riuscito a determinare la tua posizione perché non hai concesso l'autorizzazione richiesta.

source: AstroBin doesn't support pro-rated subscription upgrades for customers with a non-recurring subscription or a subscription purchased via PayPal, but we're happy to make it happen manually. If you're on a lower subscription tier and would like to upgrade to <strong>{{0}}</strong>, please just subscribe using the button below, and then contact us at {{1}} to get a credit for the unused time on your old subscription. Thanks!
it: AstroBin non supporta aggiornamenti di abbonamento proporzionali per i clienti con un abbonamento non ricorrente o un abbonamento acquistato tramite PayPal, ma siamo felici di farlo manualmente. Se hai un livello di abbonamento inferiore e desideri passare a <strong>{{0}}</strong>, iscriviti semplicemente utilizzando il pulsante qui sotto, quindi contattaci all'indirizzo {{1}} per ottenere un credito per il tempo non utilizzato del tuo vecchio abbonamento. Grazie!

source: AstroBin preselected the most commonly used type of form to input acquisition details for the subject type you selected, but if you used a different technique, you can change the form here.
it: AstroBin ha preselezionato il tipo di modulo più comunemente utilizzato per inserire i dettagli di acquisizione per il tipo di soggetto selezionato, ma se hai utilizzato una tecnica diversa, puoi modificare il modulo qui.

source: AstroBin records the dates when users associate equipment items to images. This information can be used to corroborate the legitimacy of the information provided by the seller.
it: AstroBin registra le date in cui gli utenti associano gli elementi della strumentazioni alle immagini. Queste informazioni possono essere utilizzate per corroborare la legittimità delle informazioni fornite dal venditore.

source: Available delivery options
it: Opzioni di consegna disponibili

source: Before making an offer, please make sure you reviewed all the details of this listing. By making an offer, you agree to the {{0}}terms and conditions{{1}} of the AstroBin marketplace.
it: Prima di fare un'offerta, assicurati di aver esaminato tutti i dettagli di questa inserzioni. Facendo un'offerta, accetti i {{0}}termini e condizioni{{1}} del mercatino AstroBin.

source: Browse
it: Naviga

source: Buyer
it: Acquirente

source: Buyer picks up
it: L'acquirente ritira

source: By creating a listing on the AstroBin Marketplace, you agree to the {{0}}terms of service{{1}}.
it: Creando un'inserzione sul Mercatino AstroBin, accetti i {{0}}Termini di servizio{{1}}.

source: Careful! If you reject an offer that you already accepted, and have not reached a mutual agreement with the buyer concerning this, you may risk disciplinary action. Offers are considered binding agreements between buyers and sellers. Are you sure you want to retract your offer?
it: Attento! Se rifiuti un'offerta che hai già accettato e non hai raggiunto un accordo reciproco con l'acquirente al riguardo, potresti rischiare un'azione disciplinare. Le offerte sono considerate accordi vincolanti tra acquirenti e venditori. Sei sicuro di voler ritirare la tua offerta?

source: Careful! If you retract an offer that was accepted by the seller, and have not reached a mutual agreement concerning this, you may risk disciplinary action. Offers are considered binding agreements between buyers and sellers. Are you sure you want to retract your offer?
it: Attento! Se ritiri un'offerta accettata dal venditore e non hai raggiunto un accordo reciproco al riguardo, potresti rischiare un'azione disciplinare. Le offerte sono considerate accordi vincolanti tra acquirenti e venditori. Sei sicuro di voler ritirare la tua offerta?

source: Check this if you want to sell all items together as a single package, not separately.
it: Seleziona questa opzione se desideri vendere tutti gli articoli insieme come un unico pacchetto, non separatamente.

source: Choose image
it: Scegli l'immagine

source: Collections
it: Cartelle

source: Comma-separated values (CSV) of acquisition sessions
it: Valori separati da virgole (CSV) delle sessioni di acquisizione

source: Communication
it: Comunicazione

source: Condition
it: Condizione

source: Continue
it: Continua

source: Courier
it: Corriere

source: Create a listing
it: Crea inserzione

source: Create listing
it: Crea inserzione

source: Creating line item...
it: Creazione articolo in corso...

source: Creating listing...
it: Creazione inserzione in corso...

source: Currency
it: Valuta

source: Damaged or defective
it: Danneggiato o difettoso

source: Describe the item you are selling. This field refers to this specific equipment item, and down below you can find a Description field that refers to the entire listing.
it: Descrivi l'articolo che stai vendendo. Questo campo si riferisce a questo specifico articolo di strumentazione e in basso puoi trovare un campo Descrizione che si riferisce all'intero elenco.

source: Description for the entire listing
it: Descrizione dell'intera inserzione

source: Display hidden images
it: Visualizza immagini nascoste

source: Distance unit
it: Unità di distanza

source: Do not create an entry on the front page's activity stream for this event.
it: Non creare una voce nel feed di attività della prima pagina per questo evento.

source: Do you want to sell something?
it: Vuoi vendere qualcosa?

source: Drag the map to set the location. AstroBin will not disclose your exact location, but only the city and country where the item is located. The location information will be used to find listings within a certain distance from the user's location.
it: Trascina la mappa per impostare la posizione. AstroBin non rivelerà la tua posizione esatta, ma solo la città e il paese in cui si trova l'oggetto. Le informazioni sulla posizione verranno utilizzate per trovare annunci entro una certa distanza dalla posizione dell'utente.

source: Edit listing
it: Modifica inserzione

source: Electronic
it: Elettronica

source: Enter a number
it: Inserisci un numero

source: Enter only one item. If you want to sell multiple items, add them as separate line items using the button below.
it: Inserisci un solo elemento. Se desideri vendere più articoli, aggiungili separatamente utilizzando il pulsante in basso.

source: Equipment database
it: Database della strumentazione

source: Equipment item for sale
it: Articolo di strumentazione in vendita

source: Equipment marketplace
it: Mercatino della strumentazione

source: Equipment marketplace listing
it: Inserzine sul mercatino della strumentazione

source: Expiration
it: Scadenza

source: Expired
it: Scaduto

source: Feedback saved successfully. Thank you!
it: Feedback salvato con successo. Grazie!

source: Filter with id {{id}} could not be found.
it: Impossibile trovare il filtro con ID {{id}}.

source: First added to an image by the seller
it: Aggiunto per la prima volta a un'immagine dal venditore

source: Form area
it: Area del modulo

source: Free
it: Gratuito

source: General information
it: informazioni generali

source: How do you want to input your item?
it: Come vuoi inserire il tuo articolo?

source: How many items do you want to sell in this listing?
it: Quanti articoli vuoi vendere in questa inserzione?

source: I agree to the AstroBin Marketplace terms of service
it: Accetto i termini di servizio del Mercatino AstroBin

source: If checked, the video will loop.
it: Se selezionato, il video verrà riprodotto in loop.

source: If omitted, AstroBin will use the equipment item names to create a title.
it: Se omesso, AstroBin utilizzerà i nomi degli articoli per creare un titolo.

source: Images by the seller
it: Immagini del venditore

source: Images on AstroBin
it: Immagini su AstroBin

source: Import
it: Importa

source: Import acquisition sessions from CSV
it: Importa sessioni di acquisizione da CSV

source: Import from CSV
it: Importa da CSV

source: Importing acquisitions from CSV
it: Importazione acquisizioni da CSV

source: Input as plain text
it: Inserisci come semplice testo

source: Invalid values will be ignored. Documentation is available here: {{link}}
it: I valori non validi verranno ignorati. La documentazione è disponibile qui: {{link}}

source: Item
it: Articolo

source: Item information
it: Informazioni sull'articolo

source: Item type
it: Tipo di articolo

source: Joined AstroBin
it: Iscritto ad AstroBin

source: Landscape
it: Paesaggio

source: Learn more about AstroBin Groups.
it: Ulteriori informazioni sui Gruppi AstroBin.

source: Learn more about collections.
it: Scopri di più sulle cartelle.

source: Leave blank for free shipping
it: Lascia vuoto per la spedizione gratuita

source: Leave feedback
it: Lascia un feedback

source: Listing
it: Inserzione

source: Listing approved successfully
it: Inserzione approvata con successo

source: Listing deleted successfully
it: Inserzione eliminata con successo

source: Listing renewed until: {{0}}
it: Inserzione rinnovata fino al: {{0}}

source: Listing updated successfully
it: Inserzione aggiornata con successo

source: Listings
it: Inserzioni

source: Location
it: Posizione

source: Long exposure
it: Lunga esposizione

source: Long exposure acquisition sessions
it: Sessioni di acquisizione a lunga esposizione

source: Loop video
it: Video in loop

source: Make an offer
it: Fai un'offerta

source: Make offer
it: Fai l'offerta

source: Mark as sold
it: Segna come venduto

source: Mark items as sold
it: Segna articoli come venduti

source: Mark line items as sold
it: Segna articoli come venduti

source: Mark selected as sold
it: Segna i selezionati come venduti

source: Marketplace
it: Mercatino

source: Marketplace listings
it: Inserzioni sul mercatino

source: Marketplace navigation
it: Navigazione mercatino

source: Max. distance
it: Distanza max.

source: Max. distance from your location.
it: Distanza max. dalla tua posizione.

source: Max. price
it: Prezzo max.

source: Max. price of the item.
it: Prezzo max. dell'articolo.

source: Message
it: Messaggio

source: Message seller privately
it: Invia un messaggio al venditore privatamente

source: Min. price
it: Prezzo min.

source: Min. price of the item.
it: Prezzo min. dell'articolo

source: Modify offer
it: Modifica offerta

source: Modify your offer
it: Modifica la tua offerta

source: My interactions
it: Le mie interazioni

source: My listings
it: Le mie inserzioni

source: Negative
it: Negativo

source: Neutral
it: Neutro

source: New
it: Nuovo

source: No description provided.
it: Nessuna descrizione fornita.

source: No followers yet
it: Nessun follower ancora

source: No messages yet.
it: Nessun messaggio ancora.

source: No offers to retract.
it: Nessuna offerta da ritirare.

source: No views yet
it: Nessuna visualizzazione ancora

source: Offer amount
it: Importo Offerto

source: Offer by {{0}}
it: Offerta di {{0}}

source: Offer rejected successfully.
it: Offerta rifiutata con successo.

source: Offer {{0}}
it: Offri {{0}}

source: Offer {{0}} incl. shipping
it: Offri {{0}} incl. spedizione

source: One follower
it: Un follower

source: One month
it: Un mese

source: One offer
it: Un'offerta

source: One view
it: Una visualizzazione

source: One week
it: Una settimana

source: Only you can view this.
it: Solo tu puoi visualizzarlo.

source: Override
it: Sostituisci

source: Override acquisition form
it: Sostituisci modulo di acquisizione

source: Packaging quality
it: Qualità dell'imballaggio

source: Pending moderation
it: In attesa di moderazione

source: Please be truthful and honest when providing feedback after a transaction, and make sure you respect the {{0}}terms and conditions{{1}} of the AstroBin marketplace.
it: Sii sincero e onesto quando fornisci feedback dopo una transazione e assicurati di rispettare i {{0}}termini e condizioni{{1}} del Mercatino AstroBin.

source: Please specify an equipment item.
it: Si prega di specificare un articolo di strumentazione.

source: Please wait
it: Attendere prego

source: Positive
it: Positivo

source: Preview area
it: Area di anteprima

source: Pricing information
it: Informazioni sui prezzi

source: Private conversations
it: Conversazioni private

source: Private conversations with a prospective buyer
it: Conversazioni private con un potenziale acquirente

source: Private conversations with the seller
it: Conversazioni private con il venditore

source: Provide feedback
it: Fornisci un feedback

source: Public questions
it: Domande pubbliche

source: Purchases
it: Acquisti

source: Questions asked here are publicly visible. If you want to contact the seller in a private conversation, use the 'Message seller privately' button.
it: Le domande poste qui sono visibili pubblicamente. Se desideri contattare il venditore in una conversazione privata, utilizza il pulsante "Invia messaggio al venditore in privato".

source: Refresh
it: Ricarica

source: Related items
it: Articoli correlati

source: Remove
it: Rimuovi

source: Renew
it: Rinnova

source: Reserved
it: Riservato

source: Reset
it: Ripristina

source: Retract offer
it: Ritira l'offerta

source: Save feedback
it: Salva feedback

source: Search all equipment available on AstroBin
it: Cerca tra tutta la strumentazione disponibile su AstroBin

source: Search equipment used on your images
it: Cerca tra la strumentazione utilizzata per le tue immagini

source: Search for a location
it: Cerca una posizione

source: Search listings...
it: Cerca inserzioni...

source: Select a currency
it: Seleziona una valuta

source: Select the items that you have sold. AstroBin considers an item as sold when you have received payment and shipped it to the buyer.
it: Seleziona gli articoli che hai venduto. AstroBin considera un articolo venduto quando hai ricevuto il pagamento e lo hai spedito all'acquirente.

source: Sell as a bundle only
it: Vendi solo in blocco

source: Sell in the marketplace
it: Vendere sul mercatino

source: Seller delivers in person
it: Il venditore consegna di persona

source: Seller ships
it: Il venditore spedisce

source: Selling
it: In vendita

source: Shipping cost
it: Spese di spedizione

source: Shipping method
it: Metodo di spedizione

source: Shipping options
it: Opzioni di spedizione

source: Skip activity stream
it: Salta il feed delle attività

source: Sold
it: Venduto

source: Sold archive
it: Archivio vendite

source: Someone else
it: Qualcun altro

source: Sorry, but this file is too large. For technical reasons, the largest size that's possible on AstroBin is {{max}}.
it: Siamo spiacenti, ma questo file è troppo grande. Per motivi tecnici, la dimensione massima possibile su AstroBin è {{max}}.

source: Speed of delivery
it: Velocità di consegna

source: Speed of payment
it: Velocità di pagamento

source: Standard mail
it: Posta standard

source: Start a new conversation
it: Inizia una nuova conversazione

source: Subscribe to updates
it: Iscriviti agli aggiornamenti

source: The AstroBin Marketplace supports multiple line items per listing. This makes it easy for you to have a bundle sale or avoid repeating the same information in multiple listings if you're selling multiple items. PS: you can always add more line items later.
it: Il Mercatino AstroBin supporta più articoli per inserzione. Ciò ti semplifica la vendita in blocco o evita di ripetere le stesse informazioni in più inserzioni se vendi più articoli. PS: puoi sempre aggiungere più articoli in un secondo momento.

source: The location shown above is approximate to protect the seller's privacy.
it: La posizione mostrata sopra è approssimativa per proteggere la privacy del venditore.

source: The offer has been accepted. The buyer will be notified.
it: L'offerta è stata accettata. L'acquirente verrà avvisato.

source: This description field is for generic information that pertain this listing. You can find Description field for individual equipment items above. Please do not list your equipment items here, but rather describe the listing as a whole, if needed. If you're selling multiple items, please add multiple equipment items above.
it: Questo campo di descrizione serve per informazioni generiche relative a questa inserzione. È possibile trovare il campo Descrizione per i singoli articoli dell'attrezzatura sopra. Ti preghiamo di non elencare qui gli articoli della tua attrezzatura, ma piuttosto di descrivere l'inserzione nel suo insieme, se necessario. Se vendi più articoli, aggiungi più articoli di strumentazione sopra.

source: This field is disabled because you haven't created any collections yet.
it: Questo campo è disabilitato perché non hai ancora creato alcuna cartella.

source: This listing is only available as a bundle sale. The seller does not wish to sell individual items separately.
it: Questa inserzione è disponibile solo come vendita in blocco. Il venditore non desidera vendere i singoli articoli separatamente.

source: This listing is pending moderation.
it: Questa inserzione è in attesa di moderazione.

source: This operation cannot be performed. Perhaps the buyer retracted the offer, or the line item is sold.
it: Questa operazione non può essere eseguita. Forse l'acquirente ha ritirato l'offerta oppure l'articolo è stato venduto.

source: This operation cannot be performed. Perhaps the seller rejected the offer, or the line item is sold.
it: Questa operazione non può essere eseguita. Forse il venditore ha rifiutato l'offerta o l'articolo è stato venduto.

source: This user has no feedback yet.
it: Questo utente non ha ancora feedback.

source: This video is still processing, please return to this page later.
it: Questo video è ancora in elaborazione, torna a questa pagina più tardi.

source: This will discard your changes.
it: Ciò eliminerà le modifiche.

source: Title for the entire listing
it: Titolo dell'intera inserzione

source: Total
it: Totale

source: Total marketplace listings
it: Inserzioni totali sul mercatino

source: Two weeks
it: Due settimane

source: Unopened
it: Non aperto

source: Unspecified condition
it: Condizione non specificata

source: Unsubscribe from updates
it: Annulla l'iscrizione agli aggiornamenti

source: Updating listing...
it: Aggiornamento inserzione...

source: Use this option if you want to keep things simple and let a moderator associate your listing to an equipment item in the AstroBin equipment database.
it: Utilizza questa opzione se vuoi mantenere le cose semplici e consentire a un moderatore di associare la tua inserzione a un articolo nel database della strumentazione di AstroBin.

source: Used
it: Usato

source: User listings
it: Inserzioni utente

source: Video based
it: Basato su video

source: Video based acquisition sessions
it: Sessioni di acquisizione basate su video
