Repository: astrobin/astrobin-ng
Catalog: src/assets/i18n/*.po
Languages: fr, it, ja

source: API Keys
fr: Clés API
it: Chiavi API
ja: APIキー

source: Accepted formats
fr: Formats acceptés
it: Formati accettati
ja: 許可されたフォーマット

source: Access denied.
fr: Accès refusé.
it: Accesso negato.
ja: アクセスができません。

source: Advanced plate-solving
fr: Réduction astrométrique avancée
it: Riduzione astrometrica avanzata
ja: 高度なプレートソルビング

source: Advanced search
fr: Recherche avancée
it: Ricerca avanzata
ja: 詳細な検索

source: Amount
fr: Quantité
it: Importo
ja: 量

source: And much more!
fr: Et plus encore !
it: E molto altro!
ja: そのほかにも、いろいろなことがあります。

source: AstroBin doesn't support subscription upgrades at the moment, but we're happy to make it happen manually. If you're on a lower subscription tier and would like to upgrade to <strong>{{0}}</strong>, please just buy it and then contact us at {{1}} to get a refund for the unused time on your old subscription. Thanks!
fr: AstroBin ne gère pas automatiquement le passage à des offres d'abonnement supérieures pour le moment, mais nous pouvons y procéder à la demande avec plaisir. Si vous êtes abonné à une offre inférieure et que vous souhaitez passer à <strong>{{0}}</strong>, veuillez simplement y souscrire et nous contacter à {{1}} pour obtenir un remboursement au titre de la durée non-utilisée de votre ancien abonnement. Merci !
it: AstroBin al momento non supporta gli aggiornamenti degli abbonamenti, ma siamo lieti di farlo manualmente. Se sei su un livello di abbonamento inferiore e vuoi passare a <strong>{{0}}</strong>, acquistalo e poi contattaci a {{1}} per ottenere un rimborso per il tempo inutilizzato sul tuo vecchio abbonamento. Grazie!
ja: AstroBinは現在、定期契約のアップグレードに対応していませんが、手動で実現することは可能です。 下位の定期契約プランで、<strong>{{0}</strong>にアップグレードしたい場合は、購入してから{{1}}に連絡して、古い定期契約の未使用時間分の払い戻しを受けてください。

source: AstroBin index
fr: Indice AstroBin
it: Indice AstroBin

source: Astrophotographers list
fr: Liste des astrophotographes
it: Elenco degli astrofotografi
ja: 天体写真家のリスト

source: Autorenew
fr: Renouvellement automatique
it: Rinnovo automatico
ja: 自動保存

source: Basic plate-solving
fr: Réduction astrométrique basique
it: Riduzione astrometrica di base
ja: 基本的なプレートソルビング

source: Basic search
fr: Recherche basique
it: Ricerca di base
ja: 基本検索

source: Bookmarks
fr: Favoris
it: Bookmark
ja: ブックマーク

source: Buy
fr: Acheter
it: Acquista
ja: 購入する

source: Cancelled
fr: Annulé
it: Annullato
ja: キャンセルした

source: Commercial products
fr: Produits commerciaux
it: Prodotti commerciali
ja: 商業商品

source: Contact
it: Contatti
ja: お問い合わせ

source: Contributors list
fr: Liste des contributeurs
it: Lista dei contributrori
ja: 貢献者リスト

source: Date
it: Data
ja: 日付

source: Description
it: Descrizione
ja: 説明

source: Do not notify your followers about this revision.
fr: Ne pas informer vos abonnés de cette nouvelle version.
it: Non notificare i tuoi follower per questa versione.
ja: この修正について、フォロワーに通知しないでください。

source: Drop file here or click to browse
fr: Déplacez ici votre fichier ou cliquez pour explorer
it: Rilascia un file qui o clicca per esplorare
ja: ここにファイルをドロップするか、クリックして閲覧してください。

source: Error!
fr: Erreur !
it: Errore!
ja: エラーが発生

source: Expiration date
fr: Date d’échéance
it: Data di scadenza
ja: 有効期限

source: Explore
fr: Explorer
it: Esplora

source: File type not supported
fr: Type de fichier non pris en charge
it: Tipo di file non supportato
ja: サポートされていないファイル形式

source: Followers
fr: Abonnés
it: Follower
ja: フォロワー

source: For more information about this and other subscription plans, please visit the {{0}}pricing{{1}} page.
fr: Pour plus d'informations à ce propos et concernant les autres formules d'abonnement, merci de visiter la page {{0}}pricing{{1}}.
it: Per ulteriori informazioni su questo ed altri abbonamenti, visita il {{0}}prezziario{{1}}.
ja: このプランと他の定期契約プランの詳細については、{{0}}pricing{{1}}のページをご覧ください。

source: For more information, please check out our Twitter feed:
fr: Pour plus d'informations, merci de consulter notre flux Twitter:
it: Per ulteriori informazioni, consulta il nostro feed Twitter:
ja: 詳しくは、Twitterをご覧ください。

source: For this reason, you cannot purchase this at the moment, as AstroBin does not currently offer a downgrade path.
fr: Vous ne pouvez donc pas souscrire à cette formule, AstroBin ne permettant pas actuellement de rétrograder à une formule inférieure.
it: Per questo motivo, non puoi acquistarlo in questo momento, dato che AstroBin non offre un percorso di downgrade.
ja: このため、現在AstroBinではダウングレードパスを提供していないため、現時点では購入することができません。

source: Full search
fr: Recherche avancée
it: Ricerca completa
ja: 全件検索

source: Go back to the home page.
fr: Revenir à la page d'accueil.
it: Torna alla home.
ja: ホームに戻る

source: Good bye!
fr: A bientôt !
it: Arrivederci!

source: Groups
fr: Groupes
it: Gruppi
ja: グループ

source: Help
fr: Aide
it: Aiuto
ja: ヘルプ

source: Help with translations!
fr: Contribuez aux traductions !
it: Aiuta con le traduzioni!
ja: 翻訳を手伝ってください！

source: Image of the day
fr: Image du Jour
it: Foto del giorno

source: Image queue
fr: Images en attentes d'examen
it: Coda delle immagini
ja: 画像待ち

source: Images
it: Immagini
ja: 画像数

source: Info
fr: Informations
it: Informazioni
ja: 情報

source: It looks like you reached the upload limit for your subscription.
fr: Il semble que vous ayez atteint la limite de publication correspondant à votre abonnement.
it: Pare che tu abbia raggiunto il limite di caricamenti per il tuo abbonamento.
ja: あなたの定期契約ではアップロードの制限に達したようです。

source: Judgement queue
fr: Tableau de bord Juges
it: Coda di Elezione
ja: 審査員確認待ち

source: Language
fr: Langue
it: Lingua
ja: 言語

source: Latest topics
fr: Discussions récentes
it: Ultimi argomenti
ja: 最新のトピックス

source: Learn more
fr: En savoir plus
it: Maggiori informazioni
ja: もっと知る

source: Log in
fr: Connexion
it: Accesso
ja: ログイン

source: Logout
fr: Déconnexion
it: Esci
ja: ログアウト

source: Mark all as read
fr: Tout marquer comme lu
it: Segna tutti come letti
ja: すべてを既読にする

source: Mark as final
fr: Marquer comme "finale"
it: Segna come finale
ja: 最終版としてマークする

source: Mark this revision as the final rendition of your image.
fr: Marquer cette version comme image finale
it: Segna questa revisione come la versione finale della tua immagine.
ja: この修正版を画像の最終的なレンダリングとしてマークします。

source: Max. {{ max }} MB / image
it: Max. {{ max }} MB / immagine

source: Max. {{ max }} total images
fr: Max. {{ max }} images au total
it: Max. {{ max }} immagini totali

source: Max. {{ max }} uploads
fr: Max. {{ max }} publications
it: Max. {{ max }} upload

source: Moderate
fr: Modération
it: Modera
ja: 中程度

source: My messages
fr: Mes messages
it: I miei messaggi
ja: メッセージ

source: My places
fr: Mon compte
it: I miei posti
ja: 場所

source: My settings
fr: Mes paramètres
it: Le mie impostazioni
ja: 設定

source: Name
fr: Nom
it: Nome
ja: 名前

source: No plate-solving
fr: Pas de réduction astrométrique
it: Nessuna riduzione astrometrica
ja: プレートソルビングなし

source: Notifications
it: Notifiche
ja: 通知

source: Please make a deposit of {{ currency }} {{ amount }} to the following bank details and then email us at {{ email_prefix }}{{ email }}{{ email_postfix }} with your username so we may upgrade your account manually.
fr: Merci de bien vouloir effectuer un virement de {{ currency }} {{ amount }} aux coordonnées bancaires suivantes, puis envoyez-nous un courriel à {{ email_prefix }}{{ email }}{{ email_postfix }} en précisant votre nom d'utilisateur afin que nous puissions actualiser votre compte manuellement.
it: Fai un deposito di {{currency}} {{amount}} alle seguenti coordinate bancarie e poi mandaci una email a {{ email_prefix }}{{ email }}{{ email_postfix }} con il tuo nome utente, cosicchè possiamo farti l'aggiornamento dell'account manualmente.
ja: {{ currency }} {{ amount }} を入金してください。その後、ユーザー名を添えて {{ email_prefix }}{{ email }}{{ email_postfix }} までメールをいただければ、手動でアカウントをアップグレードいたします。

source: Please note: you already are on this plan or a higher one.
fr: A noter : vous avez déjà souscrit à une offre d'abonnement identique ou supérieure.
it: Nota bene: hai già questo abbonamento o uno superiore.
ja: 注意：すでにこのプランまたは上位のプランに加入している方。

source: Plots
fr: Graphiques
it: Grafici

source: Prefer to pay via bank transfer?
fr: Vous préférez payer par virement bancaire ?
it: Preferisci pagare con un trasferimento bancario?
ja: 銀行振込をご希望ですか？

source: Price
fr: Prix
it: Prezzo
ja: 価格

source: Public Gallery
fr: Galerie publique
it: Galleria pubblica
ja: 公開ギャラリー

source: Quick search
fr: Recherche rapide
it: Ricerca rapida
ja: クイック検索

source: Register
fr: S'inscrire
it: Registrati
ja: 登録する

source: Remote astrophotography
fr: Astrophotographie en remote
it: Astrofotografia remota
ja: リモート天体写真

source: Reset password
fr: Réinitialiser votre mot de passe
it: Reimposta password
ja: パスワードをリセットする

source: Return to the classic uploader
fr: Retour au module classique de publication
it: Torna all'uploader classico
ja: 旧アップローダーに戻る

source: Review queue
fr: Tableau de bord Examinateurs
it: Coda di revisione
ja: レビュー待ち

source: Revision uploader
fr: Publication d'une nouvelle version
it: Uploader di versione
ja: 修正版のアップローダー

source: Settings
fr: Paramètres
it: Impostazioni
ja: 設定

source: Skip notifications
fr: Pas de notifications
it: Salta le notifiche
ja: 通知をスキップする

source: Sorry, but the page you are looking for is not here. If you expected an image, this means that the author deleted it.
fr: Désolé, la page que vous recherchez n'est pas disponible. Si vous attendiez une image, cela signifie que son auteur l'a supprimée.
it: Spiacenti, ma la pagina che cerchi non è qui. Se ti aspettavi un'immagine, vuol dire che l'autore l'ha cancellata.
ja: 申し訳ございませんが、お探しのページはここにございません。もし画像を期待されていた場合は、作者が画像を削除したことを意味します。

source: Spam list
fr: Liste de spams
it: Elenco dello spam
ja: スパムリスト

source: Sponsors & Partners
fr: Sponsors et Partenaires
it: Sponsor & partner
ja: スポンサー＆パートナー

source: Staging Area
fr: Zone privée
it: Area di lavoro
ja: 未公開領域

source: Submission queue
fr: Tableau de bord Sélectionneurs
it: Coda di proposizione
ja: 投稿確認待ち

source: Subscribed topics
fr: Discussions suivies
it: Argomenti a cui sei abbonato
ja: 登録済みのトピック

source: Subscription confirmed
fr: Abonnement confirmé
it: Abbonamento confermato
ja: 定期契約が確認されました

source: Subscription plans
fr: Formules d'abonnement
it: Opzioni di abbonamento
ja: 定期契約プラン

source: Subscription process cancelled
fr: Processus d'abonnement annulé
it: Processo di abbonemanto annullato
ja: 定期契約処理がキャンセルされました

source: Success!
fr: Réussite !
it: Successo!
ja: 成功した

source: Target image
fr: Image cible
it: Immagine di destinazione
ja: 対象画像

source: Thank you for supporting AstroBin!
fr: Merci de soutenir AstroBin !
it: Grazie per il tuo supporto ad AstroBin!
ja: Astrobinを応援してくれてありがとう

source: Thanks!
fr: Merci !
it: Grazie!
ja: ありがとう

source: The Big Wall
fr: Le Grand Mur
it: Il Grande Muro

source: There doesn't seem to be anything here.
fr: Rien à afficher.
it: Non sembra esserci niente qui.
ja: まだありません

source: This field is required
fr: Ce champ est requis
it: Campo obbligatorio
ja: この項目は必須です

source: This image will be uploaded to your staging area as a work in progress. You can make it public at the end of the process.
fr: Cette image sera publiée dans votre Zone privée en tant que projet. Vous pourrez la rendre publique au terme du processus.
it: Questa immagine sarà caricata sulla tua area di lavoro. Puoi renderla pubblica alla fine del processo.
ja: この画像は、作業中として未公開領域にアップロードされます。作業後に公開することができます。

source: This page or operation is not available at the moment, because AstroBin is in READ ONLY mode.
fr: Cette page ou opération n'est pas disponible pour le moment, car AstroBin est en mode LECTURE SEULE.
it: Questa pagina o operazione non è disponibile al momento, perché AstroBin è in modalità SOLA LETTURA.
ja: AstroBinは読み込み専用モードのため、現在このページや操作はできません。

source: Title
fr: Titre
it: Titolo
ja: 件名

source: Top pick nominations
fr: Nominations Top Picks
it: Nomine Top pick
ja: Top pickノミネート

source: Top picks
it: Top pick

source: Uncompressed source uploader
fr: Téléverser une source non-compressée
it: Uploader di dati sorgenti non compressi
ja: 非圧縮ファイルのアップローダー

source: Unknown error
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラーが発生しました

source: Unlimited images
fr: Images illimitées
it: Immagini illimitate
ja: 画像数は無制限

source: Unlimited revisions
fr: Nouvelles versions illimitées
it: Versioni illimitate
ja: 修正版は無制限

source: Unlimited size
fr: Taille illimitée
it: Dimensione illimitata
ja: サイズは無制限

source: Upload
fr: Publier
it: Carica
ja: アップロード

source: Username
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名

source: Validity
fr: Validité
it: Validità
ja: 有効性

source: Want to upgrade from a lower subscription tier?
fr: Vous désirez passer à une offre d'abonnement supérieure ?
it: Vuoi fare l'upgrade da un abbonamento inferiore?
ja: 下位の定期契約からアップグレードをご希望ですか？

source: Warning!
fr: Attention !
it: Attenzione!
ja: 警告！

source: We could not log you in. Please check your credentials and try again.
fr: Connexion impossible. Merci de vérifier vos identifiants et de réessayer.
it: Non è stato possibile fare l'accesso. Controlla il tuo nome utente e password e riprova.
ja: ログインできませんでした。認証情報を確認し、もう一度やり直してください。

source: We'll never share your email with anyone else.
fr: Nous ne partagerons jamais votre email avec qui que ce soit.
it: Non condivideremo mai la tua email con nessuno.
ja: お客様の電子メールを他者に開示することはありません。

source: Welcome!
fr: Bienvenue !
it: Benvenuto!
ja: ようこそ！

source: What is this site?
fr: Astrobin, c'est quoi ?
it: Cos'è questo sito?
ja: このサイトとは？

source: Would you like to upgrade?
fr: Vous souhaitez passer à une formule d'abonnement supérieure ?
it: Vuoi fare l'upgrade?
ja: アップグレードをご希望ですか？

source: You have a <strong>{{0}}</strong> subscription. Enjoy your unlimited uploads!
fr: Vous disposez d'un abonnement <strong>{{0}}</strong>. Profitez de vos images sans limite !
it: Hai un abbonamento <strong>{{0}}</strong>. Goditi i tuoi upload illimitati!
ja: あなたは<strong>{{0}}</strong>の定期契約者です。無限にアップロードできます。

source: You have a <strong>{{0}}</strong> subscription. You have used <strong>{{1}}</strong> of your <strong>{{2}}</strong> upload slots.
fr: Vous disposez d'un abonnement <strong>{{0}}</strong>. Vous avez utilisé <strong>{{1}}</strong> de vos <strong>{{2}}</strong> possibilités de publications.
it: Hai un abbonamento <strong>{{0}}</strong>. Hai usato <strong>{{1}}</strong> dei tuoi <strong>{{2}}</strong> slot di upload.
ja: あなたは<strong>{{0}}</strong>の定期契約者です。あなたは<strong>{{2}}</strong>回までのアップロードできるうち、<strong>{{1}}</strong>回まで利用しています。

source: You have a <strong>{{0}}</strong> subscription. You have used <strong>{{1}}</strong> of your <strong>{{2}}</strong> yearly upload slots.
fr: Vous disposez d'un abonnement <strong>{{0}}</strong>. Vous avez utilisé <strong>{{1}}</strong> de vos <strong>{{2}}</strong> possibilités de publications annuelles.
it: Hai un abbonamento <strong>{{0}}</strong>. Hai usato <strong>{{1}}</strong> dei tuoi <strong>{{2}}</strong> slot di upload per questo ciclo di abbonamento.
ja: あなたは<strong>{{0}}</strong>の定期契約者です。あなたは年間<strong>{{2}}</strong>回までのアップロードできるうち、<strong>{{1}}</strong>回まで利用しています。

source: You have been logged in.
fr: Vous êtes maintenant connecté.
it: Hai effettuato l'accesso.
ja: ログインしています。

source: You have been logged out. Come back soon!
fr: Vous êtes à présent déconnecté. A bientôt !
it: Sei uscito. Torna presto!
ja: ログアウトされました。また来てください。

source: You will be redirected in {{seconds}} seconds...
fr: Vous allez être redirigé dans {{seconds}} secondes...
it: Sarai rendirizzato in {{seconds}} secondi...
ja: {{seconds}}秒後にリダイレクトされます...

source: Your payments
fr: Vos paiements
it: I tuoi pagamenti
ja: お支払い

source: Your request has been received, and we are awaiting the final confirmation from the payment processor. Your subscription should be active within a few minutes!
fr: Demande bien reçue ; en attente de confirmation de paiement. Votre abonnement devrait être actif d'ici quelques minutes !
it: La tua richiesta è stata ricevuta, e stiamo aspettando la conferma finale dal processore del pagamento. Il tuo abbonamento dovrebbe essere attivato entro pochi minuti!
ja: お客様のリクエストは受け付けられ、決済事業者からの最終確認を待っているところです。数分以内に定期契約が開始される予定です。

source: Your session is invalid, please log in again
fr: Session non valide, merci de vous connecter de nouveau.
it: La tua sessione è invalida, fai di nuovo l'accesso!
ja: お客様のセッションは無効です

source: Your subscriptions
fr: Vos abonnements
it: I tuoi abbonamenti
ja: 定期契約内容

source: Your transaction with the payment processor has been cancelled, so no change in your subscription has occurred.
fr: Votre demande de transaction a été annulée ; votre abonnement n'a donc pas été modifié.
it: La tua transazioni con il processore dei pagamenti è stata annullata, quindi non è avvenuto alcun cambiamento nel tuo abbonamento.
ja: 決済代行会社との取引はキャンセルされたので、定期契約内容に変更はありません。

source: n/a
it: n/d

source: year
fr: année
it: anno
ja: 年

source: {{ max }} revisions / image
fr: {{ max }} nouvelle(s) version(s) / image
it: {{ max }} versioni / immagine

source: 0 means invisible; 100 means completely opaque. Recommended values are: 10 if the watermark will appear on the dark sky background, 50 if on some bright object.
fr: 0 correspond à invisible, 100 à totalement opaque. Les valeurs recommandées sont : 10 pour que le filigrane apparaisse sur un fond de ciel sombre, 50 pour des objets brillants.
it: 0 vuol dire invisibile; 100 vuol dire completamente opaco. I valori raccomandato sono: 10 se il watermark apparirà sul fondo cielo scuro, 50 se su qualche oggetto luminoso.
ja: 0は完全透過、100は完全不透過を意味します。推奨される値は以下の通りです。透明率が良い暗い空の背景に表示される場合は10、透明率が悪い場合は50を推奨します。

source: Acquisition type
fr: Mode d'acquisition
it: Tipo di acquisizione
ja: 撮影方法

source: Allow comments
fr: Autoriser les commentaires
it: Permetti commenti
ja: コメントを許可する

source: Amateur hosting facility
fr: Service d'hébergement pour amateurs
it: Struttura di hosting amatoriale
ja: アマチュア提供施設

source: Anular solar eclipse
fr: Eclipse annulaire de Soleil
it: Eclisse anulare di Sole
ja: 金環日食

source: Apply watermark to image
fr: Appliquer un filigrane à l'image
it: Applica un watermark all'immagine
ja: 画像に透かしを適用する

source: Are you sure you want to dismiss this image?
fr: Voulez-vous vraiment rejeter cette image ?
it: Sei sicuro di voler respingere questa immagine?
ja: この画像を本当に消していいんですか？

source: AstroBin can protect your images from theft by applying a watermark to them.
fr: AstroBin peut prévenir la reprise indélicate de vos images par l'application d'un filigrane.
it: AstroBin può proteggere le tue immagini dal furto applicandovi un watermark.
ja: AstroBinは、画像に透かしを入れることで、画像を盗難から守ることができます。

source: AstroBin could not read your file as an image. Please try a different format.
fr: Format d'image non pris en compte par AstroBin. Merci d'essayer un autre format.
it: AstroBin non è riuscito ad interpretare il tuo file come immagine. Per favora prova un altro formato.
ja: AstroBinはあなたのファイルを画像として読み取ることができませんでした。他の形式をお試しください。

source: AstroBin is generating a large thumbnail.
fr: Astrobin génère une grande vignette.
it: AstroBin sta generando una miniatura grande.
ja: AstroBinは大きなサムネイルを生成しています。

source: Authentication error. Please log out and in again.
fr: Erreur d'authentification. Merci de vous déconnecter et de réessayer.
it: Errore di autenticazione. Per favore fai il log out e poi di nuovo il log in.
ja: 認証エラーが発生しました。一度ログアウトして、再度ログインしてください。

source: Backyard
fr: Domicile
it: Giardino
ja: 裏庭

source: Basic information
fr: Informations générales
it: Informazioni di base
ja: 基本情報

source: Bottom center
fr: En bas au milieu
it: In basso al centro
ja: 下中央

source: Bottom left
fr: En bas à gauche
it: In basso a sinistra
ja: 左下

source: Bottom right
fr: En bas à droite
it: In basso a destra
ja: 右下

source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル

source: Center
fr: Centre
it: Al centro
ja: 中央

source: Choose what will be displayed when somebody hovers the mouse over this image. Please note: only revisions with the same width and height of your original image can be considered.
fr: Choisissez ce qui sera affiché lors du survol de cette image avec la souris. A noter que seules les versions ayant les mêmes largeur et hauteur que l'image originale peuvent être prises en compte.
it: Scegli cosa sarà mostrato quando qualcuno passa il mouse su questa immagine. Nota bene: solo le versioni con le stesse dimensioni della tua immagine originale possono essere considerate.
ja: この画像の上にマウスを置いたときに表示される内容を選択してください。注意：オリジナル画像と同じ幅と高さのリビジョンのみが考慮されます。

source: Click on the image and scroll to magnify up to 8x.
fr: Cliquez sur l'image et utilisez la molette pour zoomer jusqu'à 8x.
it: Clicca su un'immagine e scrolla per ingrandire fino a 8x.
ja: 画像をクリックし、スクロールすると最大8倍まで拡大できます。

source: Comet
fr: Comète
it: Cometa
ja: 彗星

source: Commercial facilities
fr: Services commerciaux
it: Entità commerciali
ja: 商業施設

source: Conjunction
fr: Conjonction
it: Congiunzione
ja: 接続方法

source: Content
fr: Contenu
it: Contenuto
ja: コンテンツ

source: Data source
fr: Source des données
it: Origine dei dati
ja: データソース

source: Deep sky object or field
fr: Objet/champ du ciel profond
it: Oggetto o campo del cielo profondo
ja: 深宇宙対象もしくは写野

source: Dismiss
fr: Rejeter
it: Respingi
ja: 却下する

source: Dismiss image
fr: Rejeter cette image
it: Respingi immagine
ja: 画像を却下する

source: Downloaded
fr: Données téléchargées
it: Scaricata
ja: ダウンロードした

source: Drawing/Sketch
fr: Dessin/croquis
it: Disegno/sketch
ja: ドローイングやスケッチ

source: Earth's Moon
fr: La Lune
it: Luna terrestre
ja: 月

source: Edit
fr: Modifier
it: Modifica
ja: 編集する

source: Electronically-Assisted Astronomy (EAA, e.g. based on a live video feed)
fr: Visuel assisté (EEA)
it: Astronomia Assistita Elettronicamente (EAA, p.e. basata su un video in diretta all'oculare)

source: Extremely wide field
fr: Très grand champ
it: Campo molto esteso
ja: 超広角写野

source: Finalizing upload, please wait...
fr: Finalisation de la mise en ligne, merci de patienter...
it: Caricamento in fase di completamente, attendi...
ja: 最終版をアップロード中です、しばらくお待ちください。

source: Gear
fr: Matériel
it: Strumentazione
ja: 機材

source: HTML tags are allowed.
fr: Balises HTML autorisées.
it: Puoi usare tag HTML.
ja: HTMLタグは許可されています

source: Heads up! Are you sure you want to upload such a large file? It's okay to do so but probably not many people will want to see it at its full resolution, if it will take too long for them to download it.
fr: Attention ! Etes-vous certain de vouloir publier un aussi gros fichier ? Cela est possible, mais il est probable que peu de personnes ne le consultent à sa résolution maximale si le temps de chargement est trop long.
it: Attenzione! Sei certo di voler caricare un file così grande? Va bene però probabilmente non molte persone vorranno volerlo vedere a piena risoluzione, gli ci vorrà troppo tempo per scaricarlo.
ja: 注意！こんな大きなファイルをアップロードして大丈夫ですか？そうするのはいいのですが、その画像をダウンロードに時間がかかりすぎると、おそらく多くの人がそんな完全な解像度で見たいと思わないでしょう。

source: Hide
fr: Masquer
it: Nascondi
ja: 隠す

source: If selected, AstroBin will use a resizing algorithm that slightly sharpens the image's thumbnails. This setting applies to all revisions.
fr: Si cette option est sélectionnée, AstroBin utilisera un algorithme de redimensionnement permettant d'affiner légèrement la vignette de l'image. Ce paramètre s'applique à toutes les versions.
it: Se selezionato, AstroBin userà un algoritmo di ridimensionamento che aumenta leggermente la definizione delle miniature di questa immagine. L'opzione è valida per tutte le versioni.
ja: 選択した場合、AstroBin は、画像のサムネイルをわずかにシャープにするリサイズアルゴリズムを使用します。この設定は、すべてのリビジョンに適用されます。

source: If you have any problems, please {{0}}let us know{{1}}!
fr: En cas de difficultés, {{0}}faites-le nous savoir{{1}} !
it: In caso di problemi, {{0}}facci sapere{{1}}!
ja: もし何か問題があれば、{{0}}私たちに知らせてください！{{1}}
