Repository: astrobin/astrobin-ng
Catalog: src/assets/i18n/*.po
Languages: fr, it, ja

source: Oops! Your request fell in between two AstroBin servers. Please clear your cache and try again.
fr: Oups ! Votre requête est tombée entre deux serveurs AstroBin. Merci de vider votre cache et de réessayer.
it: Ops! La tua richiesta è capitata nel mezzo di due server AstroBin. Per favore cancella la tua cache e prova di nuovo!
ja: おっと! あなたのリクエストは、2つのAstroBinサーバーの間に挟まってしまいました。キャッシュをクリアして、もう一度やり直してください。

source: Retract
fr: Retirer
it: Retrai
ja: リトラクト

source: Scroll to top
fr: Haut de page
it: Torna su
ja: トップページに戻る

source: Sorry, you cannot select an IOTD right now: <strong>{{ reason }}</strong>. Please try again in <strong>{{ time }}</strong>.
fr: Désolé, vous ne pouvez pas sélectionner une Image du Jour pour l'instant : <strong>{{ reason }}</strong>. Merci de réessayer dans <strong>{{ time }}</strong>.
it: Spiacente, non puoi selezionare una IOTD adesso: <strong>{{reason}}</strong> Prova di nuovo tra <strong>{{time}}</strong>.
ja: 申し訳ございませんが、現在IOTDを選択することはできません。<strong>{{ reason }}</strong>。<strong>{{ time }}</strong>後にリトライしてください。

source: The judge who selected this image will be notified of top-level comments.
fr: Le juge ayant sélectionné cette image sera notifié de ces commentaires.
it: Il giudice che ha selezionato questa immagine sarà notificato dei commenti di primo livello.
ja: この画像を選択した審査員には、トップレベルのコメントが通知されます。

source: The judgement queue is currently empty.
fr: La liste de sélection est vide pour l'instant.
it: La coda dei giudici al momento è vuota.
ja: 審査員確認待ちは現在は空です。

source: This item will be part of AstroBin's equipment database, and it's very important that the information is accurate and this item is not the duplicate of another.
fr: Cet élément fera partie de la base de données de matériels d'AstroBin ; aussi il est très important que les informations soient précises et d'éviter les doublons.
it: Questo strumento farà parte del database di AstroBin, ed è molto importante che tutte le informazioni siano accurati e che questo strumento non ne duplichi un altro.
ja: このアイテムはAstroBinの機材データベースの一部となり、情報が正確であることや、他のアイテムと重複していないことが非常に重要です。

source: Whether this camera is equipped with a cooling mechanism.
fr: Si cette caméra est équipée d'un système de refroidissement.
it: Se questa camera è equipaggiata con un meccanismo di raffreddamento.
ja: このカメラに冷却機構が搭載されているかどうか。

source: You requested a comment for a scheduled IOTD that is not scheduled anymore: either it became IOTD because the scheduled date has been reached, or it was retracted.
fr: Vous avez envoyé un commentaire sur une Image du Jour qui était alors planifiée mais qui ne l'est plus : soit l'image a déjà été publiée comme Image du Jour, soit elle a été annulée.
it: Hai richiesto un commento per una IOTD programmato che non è più programmata: o perché è diventata IOTD oppure perché è stata retratta.
ja: 予定されていたIOTDが予定外になり、コメントを求めらています。予定日に達したためIOTDになったか、撤回されたかのどちらかです。

source: day
fr: jour
it: giorno
ja: 日

source: days
fr: jours
it: giorni
ja: 日

source: Are you sure that you want to continue?
fr: Souhaitez-vous vraiment continuer ?
it: Sei sicuro di voler continuare?
ja: 本当に続けていいのですか？

source: Clear
fr: Effacer
it: Rimuovi tutto
ja: クリア

source: Delete
fr: Supprimer
it: Cancella
ja: 削除

source: Equipment item summary
fr: Résumé des équipements
it: Riepilogo dello strumento
ja: 機材の概要

source: Equipment preset created.
fr: Configuration d'équipements prédéfinie.
it: Preset di strumentazione creato.
ja: プリセット機材を作成した。

source: Equipment preset updated.
fr: Configuration d'équipements mis à jour.
it: Preset di strumentazione aggiornato.
ja: プリセット機材を更新した。

source: Guiding cameras
fr: Caméras de guidage
it: Camera di guida
ja: ガイド用カメラ

source: Guiding telescopes or lenses
fr: Instrument de suivi
it: Telescopi o lenti di guida
ja: ガイド用望遠鏡もしくはレンズ

source: Image saved.
fr: Image sauvegardée.
it: Immagine salvata.
ja: 画像を保存した。

source: Load
fr: Charger
it: Carica
ja: 読み込む

source: Load equipment preset
fr: Charger les configurations d'équipements prédéfinies
it: Carica preset di strumentazione
ja: プリセット機材を読込んだ

source: Load preset
fr: Charger les configurations prédéfinies
it: Carica preset
ja: プリセットを読込んだ

source: Quick-add recent
fr: Ajouts-rapides récents
it: Aggiungi recenti
ja: 直近をクイック選択

source: Save and remain on this page
fr: Sauvegarder et rester sur cette page
it: Salva e resta su questa pagina
ja: 保存してこのページに残る

source: Save equipment preset
fr: Sauvegarder la configuration d'équipements prédéfinie
it: Salva preset di strumentazione
ja: プリセット機材を保存する

source: Save preset
fr: Sauvegarder la configuration
it: Salva preset
ja: プリセットを保存する

source: Show guiding equipment
fr: Voir l'équipement de guidage
it: Mostra strumentazione di guida
ja: ガイド用機材をみる

source: Telescopes or lenses
fr: Télescopes et lunettes
it: Telescopi o lenti
ja: 望遠鏡もしくはレンズ

source: This operation cannot be undone.
fr: Cette opération ne peut pas être annulée.
it: Questa operazione non può essere annullata.
ja: この操作は元に戻せません。

source: This operation will overwrite the current equipment selection.
fr: Cette opération remplacera la configuration d'équipements prédéfinie actuelle.
it: Questa operazione sovrascriverà la selezione di strumentazione corrente.
ja: この操作により、現在の機材の選択が上書きされます。

source: Yes, continue
fr: Oui, continuer
it: Sì, continua
ja: はい、続けます

source: You have a <strong>{{0}}</strong> subscription. You have used <strong>{{1}}</strong> of the <strong>{{2}}</strong> images allowed in your plan.
fr: Vous disposez d'un abonnement <strong>{{0}}</strong>. Vous avez utilisé <strong>{{1}}</strong> images sur les <strong>{{2}}</strong> images comprises dans votre abonnement.
it: Hai un abbonamento <strong>{{0}}</strong> Hai usato <strong>{{1}}</strong> delle <strong>{{2}}</strong> immagine permesse.
ja: あなたは<strong>{{0}}</strong>の定期契約者です。あなたは年間<strong>{{2}}</strong>回までのアップロードできるうち、<strong>{{1}}</strong>回まで利用しています。

source: You will overwrite your existing preset with the same name.
fr: Cette opération remplacera la configuration avec le même nom.
it: Sovrascriverai il preset esistente con lo stesso nome.
ja: 既存のプリセットを同じ名前で上書きします。

source: Item <strong>{{0}}</strong> marked as <strong>{{1}}</strong>.
fr: Article <strong>{{0}}</strong> marqué comme <strong>{{1}}</strong>.
it: Elemento <strong>{{0}}</strong> segnato come <strong>{{1}}</strong>.
ja: アイテム<strong>{{0}}</strong>は<strong>{{1}}</strong>としてマークした。

source: Please come back in {{0}} minutes!
fr: Merci de revenir dans {{0}} minutes !
it: Per favore torna tra {{0}} minuti!
ja: {{0}}分したら戻ってきてください。

source: The item already exists in the database
fr: Cet article existe déjà dans la base de données.
it: Questo elemento esiste già nel database
ja: このアイテムは既にデータベースに存在します。

source: The judgement queue is currently empty or being refreshed.
fr: La liste de jugement est actuellement vide ou en cours d'actualisation.
it: La coda dei giudici al momento è vuota o in fase di ricalcolo.
ja: 審査員確認待ちは現在は空になっているか更新中です。

source: The migration will be reviewed by a moderator as soon as possible, and you will be notified of the outcome. If the migration is approved, you will be able to add the equipment item to your images.
fr: La migration sera examinée par un modérateur dès que possible, et vous serez informé du résultat. Si la migration est approuvée, vous pourrez ajouter l'élément d'équipement à vos images.
it: La migrazione verrà esaminata da un moderatore il prima possibile e riceverai una notifica dell'esito. Se la migrazione viene approvata, sarai in grado di aggiungere l'attrezzatura alle tue immagini.
ja: 移行については、できるだけ早くモデレーターが確認し、その結果をお知らせします。移行が承認されると、画像に機材を追加できるようになります。

source: The review queue is currently empty or being refreshed.
fr: La liste de révision est actuellement vide ou en cours d'actualisation.
it: La coda di revisione al momento è vuota o in fase di ricalcolo.
ja: 審査待ちは現在は空になっているか更新中です。

source: The submission queue is currently empty or being refreshed.
fr: La liste de modifications est actuellement vide ou en cours d'actualisation.
it: La coda di proposta al momento è vuota o in fase di ricalcolo.
ja: 投稿待ちは現在は空になっているか更新中です。

source: The target item is a duplicate of an existing equipment item
fr: L'élément cible est un doublon d'un équipement existant.
it: Lo strumento di destinazione è il duplicato di uno strumento esistente
ja: 対象品目が既存の装備品と重複している場合

source: multiple items
fr: Éléments multiples
it: elementi multipli
ja: 複数アイテム

source: not enough info
fr: Pas assez d'informations
it: informazioni insufficienti
ja: 情報が少ない

source: wrong type
fr: Type incorrect
it: tipo errato
ja: 間違ったタイプ

source: Also available in the following variants:
fr: Variantes également disponibles :
it: Disponibile anche nelle seguenti varianti:
ja: 以下のバリエーションも使えます。

source: AstroBin will automatically create variants of this camera marked as "modified for astrophotography" and "custom-cooled".
fr: AstroBin créera automatiquement une variante de cette caméra marquée comme "modifié pour l'astrophotographie" et "refroidissement perso".
it: AstroBin creerà automaticamente delle varianti per questa camera, segnate come "modificata per l'astrofotografia" e "raffreddamento speciale".
ja: AstroBinは、このカメラに「天体写真用に改造」や「カスタム冷却」と記されたバリエーションを自動的に作成します。

source: Available in {{0}} additional variants.
fr: {{0}} variantes additionnelles disponibles :
it: Disponibile in {{0}} varianti aggiuntive.
ja: {{0}} つのバージョンを利用できる

source: Can't find <strong>{{0}}</strong>?
fr: <strong>{{0}}</strong> introuvable ?
it: Non trovi <strong>{{0}}</strong>?
ja: <strong>{{0}}</strong>をみれませんか？

source: Catadioptric: Riccardi-Honders
fr: Catadioptrique : Riccardi-Honders
it: Catadiottrico: Riccardi-Honders
ja: 反射屈折光学系：Riccardi-Honders

source: Catadioptric: modified Harmer-Wynne
fr: Catadioptrique : Harmer-Wynne modifié
it: Catadiottrico: Harmer-Wynne modificato
ja: 反射屈折光学系：modified Harmer-Wynne

source: Create item
fr: Créer un objet
it: Crea elemento
ja: アイテムを作成する

source: Custom-cooled
fr: Refroidissement perso
it: Raffreddamento speciale
ja: カスタム冷却

source: Custom-cooled cameras are DSLR and mirrorless cameras that are not sold with cooling as stock, but a cooling mechanism is added as a custom modification.
fr: Les appareils photo à refroidissement personnalisé sont des appareils photo reflex numériques et sans miroir qui ne sont pas vendus avec un système de refroidissement de série, mais auxquels un mécanisme de refroidissement est ajouté en tant que modification personnalisée.
it: Camere con raffreddamento speciale sono camere reflex (DSLR) e mirrorless che non vengono venduto con il raffreddamento da fabbrica, ma un sistema di raffreddamento è stato aggiunto dopo come una modifica speciale.
ja: カスタムクーリングカメラとは、純正で冷却機能を搭載して販売されていないデジタル一眼レフカメラやミラーレスカメラに、カスタム改造として冷却機構を追加したものです。

source: Do not let your personal preference for a naming convention be a reason for rejection at this time, as data defragmentation is more important than minor spelling concerns that can be fixed later.
fr: Vos préférences personnelles pour une dénomination ne doivent pas conduire à un rejet à ce stade, car l'enrichissement des données est plus importante que des problèmes mineurs d'orthographe qui peuvent être résolus plus tard.
it: Non permettere alla tua preferenza personale per una convenzione di denominazione essere un motivo per il rifiuto, dato che la deframmentazione dei dati è più importanti di minimi problemi di denominazione che possono essere sistemati in seguito.
ja: 後で修正可能な細かいスペルの問題よりも、データのデフラグが重要なので、命名規則に対する個人的な好みについて、この時点で拒否する理由にはしないでください。

source: For security reasons, this is not permitted.
fr: Pour des raisons de sécurité, cela n'est pas autorisé.
it: Per motivi di sicurezza, questo non è permesso.
ja: セキュリティ上の理由から、これは許可されていません。

source: Get next
fr: Aller au suivant
it: Prossimo
ja: 次へ

source: Go to regular variant.
fr: Aller à la variante principale
it: Vai alla variante normale.
ja: 基本バージョンへ移動

source: I have carefully checked for typos
fr: J'ai soigneusement vérifié les éventuelles fautes de frappe
it: Ho verificato attentamente che non ci siano errori di battitura
ja: 誤字脱字のチェックを入念に行いました

source: I have carefully checked that this item conforms to existing naming conventions for this brand
fr: J'ai soigneusement vérifié que cet article est conforme aux conventions de dénomination existantes pour cette marque.
it: Ho verificato attentamente che questo strumento sia conforme alle convenzioni di denominazioni per questa marca
ja: このアイテムが、このブランドの既存のに命名規則に準拠していることを丁寧に確認しました。

source: I have carefully checked that this item does not duplicate an existing one
fr: J'ai soigneusement vérifié que cet article ne faisait pas double emploi avec un article existant.
it: Ho verificato attentamente che questo strumento non ne duplica uno esistente
ja: この項目が既存のものと重複していないことを慎重に確認しました。

source: I have not included information that pertains to my personal item (e.g. sold/broken/refurbished...) and this is the general description of a product
fr: Je n'ai pas inclus d'informations qui se rapportent à mon article personnel (par exemple, vendu/cassé/rénové...) et il s'agit de la description générale d'un produit.
it: Non ho incluso informazioni pertinenti alla mia copia personale di questo strumento (p.e. venduto/rotto...) e questa è la descrizione generica di un prodotto
ja: 個人に関連する情報（例：売約済み／破損／再生品など）は記載しておらず、商品の一般的な説明です。

source: Item class
fr: Type d'article
it: Classe dello strumento
ja: アイテム分類

source: Modifications typically include LPF2 filter removal, Baader modification, or full-spectrum modification.
fr: Les modifications incluent typiquement le défiltrage LPF2, refiltrage (Baader ou Astrodon) ou défiltrage total.
it: Le modifiche tipicamente includono la rimozione del filtro LPF2, la modifica Baader, o quella full-spectrum.
ja: LPF2フィルター除去、バーダー改造、フルスペクトル改造などが代表的な改造である。

source: Modified for astrophotography
fr: Modifié pour l'astrophotographie
it: Modificato per astrofotografia
ja: 天体写真のために改造された

source: Not a {{0}}
fr: Pas un {{0}}
it: Non un/una {{0}}
ja: {{0}}はありません

source: Periodic error
fr: Erreur périodique
it: Errore pediodico
ja: ピリオディックエラー

source: Planetary
fr: Planétaire
it: Planetario
ja: 惑星

source: Please reject a renaming proposal only if the proposal incorrectly makes the item a different product.
fr: Veuillez rejeter une proposition de changement de nom uniquement si la proposition fait à tort de l'article un produit différent.
it: Declina una proposta di rinomina solo se la proposta rende questo strumento un altro completamente diverso.
ja: 名称変更の提案は、間違って別の商品にしてしまった場合のみお受けしてください。

source: Rectangular
fr: Rectangulaire
it: Rettangolare
ja: 長方形

source: Reflector: Dobsonian
fr: Réflecteur : Dobson
it: Riflettore: Dobson
ja: 反射望遠鏡：ドブソニアン

source: Reflector: classical Cassegrain
fr: Réflecteur : Cassegrain classique
it: Riflettore: Cassegrain classico
ja: 反射望遠鏡：クラッシックなカゼクレイン

source: Refractor: Petzval
fr: Lunette : Petzval
it: Riflettore: Petzval
ja: 屈折望遠鏡：Petzval

source: Regular
fr: Ordinaire
it: Regolare
ja: 標準

source: Round
fr: Circulaire
it: Rotondo
ja: 円形

source: Seems like it's your first time editing this kind of information!
fr: Il semble qu'il s'agit de la première fois que vous modifiez ce genre d'informations !
it: Sembra che sia la tua prima volta qui!
ja: このような情報を編集するのは初めてのようですね！？

source: Select variant
fr: Sélectionner une variante
it: Seleziona variante
ja: バリエーションを選択する

source: Should that happen, and you're using this equipment item on one or more of your images, you will be notified.
fr: Si cela se produit et que vous utilisez cet équipement sur une ou plusieurs de vos images, vous en serez informé.
it: Se dovesse accadere, e stai usando questo strumento per una o più immagini, sarai notificato.
ja: 万が一、そのような事態が発生し、お客様がこの機材を1つ以上の画像に使用している場合、お客様に通知されます。

source: Square
fr: Carré
it: Quadrato
ja: 正方形

source: Start typing in the text box to show the dropdown suggestions.
fr: Commencez à taper dans la zone de texte pour afficher les suggestions de la liste déroulante.
it: Inizia a digitare nella casella di testo per mostrare i suggerimenti.
ja: ドロップダウン候補を表示するために、テキストボックスへの入力を開始します。

source: Take a look at them so you can be consistent with the naming conventions and prevent the creation of a duplicate item.
fr: Vérifiez afin d'être cohérent avec les conventions de dénomination et d'éviter la création d'un doublon.
it: Dagli un'occhiata così da essere coerente con le convenzioni di denominazione e prevenire la creazioni di duplicati.
ja: ネーミングの統一を図り、重複した項目を作らないようにするためにも、一度ご覧になってみてください。

source: Thank you!
fr: Merci !
it: Grazie!
ja: ありがとう。

source: The form has errors, please correct them and try again.
fr: Le formulaire contient des erreurs, merci de les corriger au préalable.
it: Il modulo ha degli errori, per favore correggili e prova di nuovo.
ja: フォームにエラーがあります。修正後、再度お試しください。

source: The legacy object cannot be migrated because it consists of multiple objects in the same item (e.g. LRGB filter set, or multiple unrelated products).
fr: L'objet hérité ne peut pas être migré parce qu'il est constitué de plusieurs objets dans le même article (par ex., un ensemble de filtres LRGB ou plusieurs produits sans relation).
it: Questo strumento del vecchio database non può essere migrato perché consiste di più di un oggetto sotto lo stesso elemento (p.e. filtri LRGB o più elementi non correlati).
ja: 過去に登録した製品は、同じアイテム内の複数の製品（例：LRGBフィルターセット、または無関係の複数の製品）で構成されているため、移行できません。

source: The legacy object cannot be migrated because it's not the right kind (e.g. a telescope added as a camera).
fr: L'objet hérité ne peut pas être migré parce qu'il n'est pas du bon type (par ex., un télescope ajouté comme une caméra).
it: Questo strumento del vecchio database non può essere migrato perché non del tipo giusto (p.e. un telescopio aggiunto come una camera).
ja: 過去に登録した機材は、適切な種類でないため移行できません（例：カメラとして追加された望遠鏡など）

source: The legacy object cannot be migrated because the correct target product cannot be unambiguously determined.
fr: L'objet hérité ne peut pas être migré parce que le type de produit visé ne doit pas être ambigu.
it: Questo strumento del vecchio database non può esser emigrato perché non è possibile determinare inequivocabilmente il target della migrazione.
ja: 過去に登録された機材は、正しいターゲット製品が明確に決定できないため、移行できない。

source: The migration will complete within a few moments and your images will be automatically updated.
fr: La migration sera effectuée dans un petit moment et vos images seront automatiquement mises à jour.
it: La migrazione sarà completa in pochi istanti e le tue immagini saranno aggiornate automaticamente.
ja: 数分以内に移行が完了し、画像が自動的に更新されます。

source: This brand has <strong>{{0}}</strong> items in AstroBin's database, and they are shown below in alphabetical order.
fr: Cette marque compte <strong>{{0}}</strong> produits dans la base de données AstroBin, ci-dessous par ordre alphabétique :
it: Questa marca ha <strong>{{0}}</strong> strumenti nel database AstroBin, e sono qui sotto in ordine alfabetico.
ja: このブランドは、AstroBinのデータベースに<strong>{{0}}</strong>つのアイテムがあり、以下にアルファベット順に表示されています。

source: This is a modified and/or custom-cooled variant of this camera.
fr: Il existe une variante "modifié" ou "refroidissement perso" de cette caméra.
it: Questa è una variante modificata o a raffreddamento speciale di questa camera.
ja: このカメラには、改造やカスタム冷却のバリエーションがあります。

source: This item as not been approved by a moderator, and could be removed from the database if rejected.
fr: Cet article n'a pas été approuvé par un modérateur, et pourra être supprimé de la base de données s'il est rejeté.
it: Questo elemento non è stato approvato da un moderatore, e potrebbe essere rimosso dal database se declinato.
ja: このアイテムはモデレーターによって承認されていないため、拒否された場合はデータベースから削除される可能性があります。

source: This item has a history of <strong>{{0}}</strong> approved edit proposals.
fr: Cet article a déjà fait l'objet de <strong>{{0}}</strong> propositions de modifications approuvées.
it: Questo strumento ha uno storico di <strong>{{0}}</strong> proposte di modifica approvate.
ja: このアイテムには編集提案が承認された<strong>{{0}}</strong> つの履歴があります。

source: This item has not been approved
fr: Cet article n'a pas été approuvé
it: Questo elemento non è stato approvato
ja: このアイテムは承認されていません

source: Too many requests
fr: Demandes trop nombreuses
it: Troppe richieste
ja: とても多くのリクエスト

source: Tripod
fr: Trépied
it: Treppiedi
ja: 三脚

source: We found the following similar items from the same brand:
fr: Articles similaires de cette marque trouvés :
it: Abbiamo trovato i seguenti strumenti simili della stessa marca:
ja: 同じブランドで以下のような類似品が見つかりました。

source: You're trying to do this operation too many times in a short period of time.
fr: Vous avez essayé d'effectuer cette opération un trop grand nombre de fois pendant une courte période de temps.
it: Stai cercando di effettuare questa operazione troppo spesso in un periodo di tempo troppo breve.
ja: この操作を短時間に何度も実行しようとしているようです。

source: cooled
fr: refroidi(e)
it: raffreddata
ja: 冷却

source: modified
fr: modifié(e)
it: modificata
ja: 改造

source: or
fr: ou
it: o
ja: もしくは

source: Acquisition cameras
fr: Caméra d'acquisition
it: Camere di acquisizione
ja: 撮影カメラ

source: Acquisition telescopes or lenses
fr: Télescope ou objectif d'acquisition
it: Telescopi o lenti di acquisizione
ja: 撮影に利用した望遠鏡またはレンズ

source: Any changes you make will be reviewed by other members.
fr: Toutes les modifications que vous apportez seront examinées par les autres membres.
it: Qualunque cambiamenti tu faccia saranno controllati da altri utenti.
ja: 変更した内容は、他のメンバーも確認します。

source: Anybody can review edit proposals made by any other member.
fr: N'importe qui peut examiner les propositions de modification faites par n'importe quel autre membre.
it: Tutti possono controllare le proposte di modifica fatte da ogni altro utente.
ja: 他のメンバーが作成した編集案を、誰でも確認することができます。

source: AstroBin's equipment database is entirely maintained by the community. Feel free to make a contribution!
fr: La base de données d'équipements d'AstroBin est entièrement maintenue par la communauté. N'hésitez pas à apporter votre contribution !
it: Il database della strumentazione di AstroBin è completamente curato dalla comunità. Senti libero di contribuire!
ja: AstroBinのすべての機材データベースは、コミュニティによって管理されています。お気軽にご協力をお願いします。

source: Astrophotographers who have used this equipment item
fr: Astrophotographes ayant utilisé cet équipement
it: Astrofotografi che hanno utilizzato questo strumento
ja: この機材を使用された天体写真家の方々

source: Coming soon!
fr: Bientôt disponible !
it: In arrivo!
ja: 近日公開予定

source: Duplicate of
fr: Doublon de
it: Duplicato di
ja: の複製

source: Feel free to contribute!
fr: Sentez-vous libre de contribuer !
it: Sentiti libero di contribuire!
ja: お気軽に貢献してください。

source: If you're not sure how to use this page, feel free to contact AstroBin or just skip it and let AstroBin moderators deal with your equipment later.
fr: Si vous ne savez pas comment utiliser cette page, n'hésitez pas à contacter AstroBin ou simplement à l'ignorer et à laisser les modérateurs d'AstroBin s'occuper de votre équipement plus tard.
it: Se non sei sicuro su come usare questa pagina, sentiti libero di contattare AstroBin oppure lascia stare e ci penseranno dei moderatori di AstroBin più tardi.
ja: このページの使い方が分からない場合は、AstroBinに問い合わせるか、スキップして、AstroBinのモデレーターが後であなたの機材を対処するようにしましょう。

source: Images acquired using this equipment item
fr: Images acquises avec cet équipement
it: Immagini acquisite usando questo strumento
ja: 本機材で撮影した画像

source: It looks like you are in the process of creating an equipment item, please complete or cancel that operation before saving the entire form.
fr: Il semble que vous soyez en train de créer un équipement, veuillez terminer ou annuler cette opération avant d'enregistrer l'ensemble du formulaire.
it: Sembra che tu stia creando un nuovo strumento. Completa o annulla quell'operazione prima di salvare l'intero modulo.
ja: 機材の作成途中のようですが、その操作を完了またはキャンセルしてから、フォーム全体を保存してください。
