Repository: astrobin/astrobin-ng
Catalog: src/assets/i18n/*.po
Languages: fr, it, ja

source: Off-axis guiders are typically found as accessories, not cameras.
fr: Les diviseurs optiques (OAG) sont généralement classés dans les accessoires, pas dans les caméras.
it: Le guide fuori asse sono tipicamente tra gli accessori, non le camere.
ja: オフアキシスガイダーは、カメラではなく、アクセサリーとして見られるのが一般的です。

source: Please consult the {{0}}AstroBin Equipment Moderator Handbook{{1}}.
fr: Veuillez consulter le {{0}}Manuel du modérateur d'équipements AstroBin{{1}}.
it: Consulta il {{0}}Manuale del Moderatore della Strumentazione di AstroBin{{1}}.
ja: {{0}}AstroBin機材モデレータハンドブック{{1}}を参照してください。

source: Please contribute to the AstroBin equipment database by reviewing them!
fr: Veuillez contribuer à la base de données d'équipements AstroBin en les examinant !
it: Contribuisci al database della strumentazione di AstroBin controllandole!
ja: レビューを書いて、AstroBinの機材データベースに貢献しよう！

source: Property
fr: Propriété
it: Proprietà
ja: 項目

source: Refractor: non-achromatic Keplerian
fr: Lunette : képlérienne non-achromatique
it: Rifrattore: Kepleriano non-acromatico
ja: 屈折望遠鏡：アクロマートでないケプラー望遠鏡

source: Review
fr: Revoir
it: Controlla
ja: レビュー

source: Revision
fr: Révision
it: Revisione
ja: 修正版

source: The migration will complete within a few moments and all affected images will be automatically updated.
fr: La migration se terminera dans quelques instants et toutes les images concernées seront automatiquement mises à jour.
it: La migrazione sarà completa entro pochi istanti e tutte le immagini interessate saranno aggiornate automaticamente.
ja: 移行は数分以内に完了し、影響を受ける画像はすべて自動的に更新されます。

source: The name of this product is in English (if applicable)
fr: Le nom de ce produit est en anglais (le cas échéant)
it: Il nome di questo prodotto è in Inglese (se applicabile)
ja: この製品名称は英語となります（該当する場合のみ）

source: There are <strong>{{n}} items</strong> of this class that have pending edits.
fr: Il y a <strong>{{n}} éléments</strong> de cette classe qui ont des modifications en attente.
it: Ci sono <strong>{{n}} elementi</strong> in questa classe che hanno proposte di modifica in attesa.
ja: この分類には、編集を保留しているアイテムが<strong>{{n}}</strong>つあります。

source: There is <strong>1 item</strong> of this class that has pending edits.
fr: Il y a <strong>1 élément</strong> de cette classe qui a des modifications en attente.
it: C'è <strong>1 elemento</strong> in questa classe che ha proposte di modifica in attesa.
ja: この分類には、編集を保留しているアイテムが<strong>1</strong>つあります。

source: This operation will let equipment moderators review this item again.
fr: Cette opération permettra aux modérateurs de l'équipement de revoir cet élément.
it: Questa operazione permetterà ai moderatori della strumentazione di controllare questo elemento nuovamente.
ja: この操作により、機材のモデレーターはこの項目を再度確認することができます。

source: This operation will make the item available to everyone on AstroBin.
fr: Cette opération rendra l'objet accessible à tous sur AstroBin.
it: Questa operazione renderà questo elemento disponibile a tutti su AstroBin.
ja: この操作により、AstroBin上のすべての人がアイテムを利用できるようになります。

source: This section can be used as a community page to share information about this item that doesn't fit the available data fields. Please use English.
fr: Cette section peut être utilisée pour partager des informations sur cet élément qui ne correspondent pas aux champs de données disponibles. Veuillez utiliser l'anglais.
it: Questa sezione può essere usata come una pagina comunitaria per condividere informazioni su questo elemento che non rientrano nei campi disponibili. Usa l'Inglese p.f.
ja: このセクションは、利用可能なデータ項目に適合しないこのアイテムに関する情報を共有するためのコミュニティページとして使用することができます。英語表記でお願いします。

source: Total number of edit proposals created or reviewed
fr: Nombre total de propositions de modification créées ou révisées
it: Numero totale di proposte di modifica create o controllate.
ja: 編集プロポーザルの作成またはレビューの総件数

source: Unapprove
fr: Refuser
it: Rimuovi approvazione
ja: 不承認

source: Welcome to the new way of associating equipment to your images.
fr: Bienvenue dans une nouvelle manière d'associer des équipements à vos images.
it: Benvenuti al nuovo modo di associare strumentazione alle tue immagini.
ja: ようこそ、画像に機材を関連付ける新しい方法へ。

source: You don't have any recently used items in this class. Please find your equipment using the input box above, and the next time you edit an image, they will available for quick selection here. PS: you can also save/load presets to make it easier to add equipment next time! Look for the preset buttons at the end of this form.
fr: Vous n'avez aucun élément récemment utilisé dans cette classe. Veuillez trouver votre équipement en utilisant la zone de saisie ci-dessus, et la prochaine fois que vous modifierez une image, ils seront disponibles pour une sélection rapide ici. PS : vous pouvez également enregistrer/charger des préréglages pour faciliter l'ajout d'équipement la prochaine fois ! Recherchez les boutons prédéfinis à la fin de ce formulaire.
it: Non hai alcun elemento usato di recente in questa classe. Trova la tua strumentazione usando la casella di ricerca qui sopra, e la prossima volta che modifichi un'immagine, questa sarà disponibile qui per una selezione rapida. PS: puoi anche salvare/caricare dei preset per rendere più facile selezionare la strumentazione la prossima volta! Cerca i bottoni dei preset in fondo a questo modulo.
ja: この分類には、最近使用されたアイテムがありません。上の入力ボックスで機材を検索してください。次回画像編集するときに、ここで素早く選択できるようになります。PS: また、プリセットを保存/ロードすることで、次回から簡単に機材を追加することができます。このフォームの最後にあるプリセットボタンを探してください。

source: resolution not matching
fr: La résolution ne correspond pas
it: risoluzione non corrispondente
ja: 解像度がマッチしません

source: Add to comparison list
fr: Ajouter au comparateur
it: Aggiungi alla lista di paragone
ja: 比較リストに追加

source: Compare
fr: Comparer
it: Paragona
ja: 比較

source: For CentralDS cameras, please select "Dedicated deep-sky camera"
fr: Pour les caméras CentralDS, veuillez sélectionner « Caméra dédiée au ciel profond »
it: Per le camere CentralDS, seleziona "Camera specifica per il cielo profondo"
ja: Central DS社のカメラの場合、「天体写真専用カメラ」を選択してください。

source: Good job! {{0}} items marked for migration.
fr: Bon travail! {{0}} éléments marqués pour la migration.
it: Ottimo lavoro! {{0}} strumenti pronti per la migrazione.
ja: Good job! {{0}} アイテムが移行対象としてマークされています。

source: Migrate legacy items into this one
fr: Migrer les anciens éléments vers celui-ci
it: Migra i vecchi strumenti verso questo
ja: 以前のアイテムをこのアイテムに移行する

source: Processed item {{0}}/{{1}}.
fr: Article(s) traité(s) {{0}}/{{1}}.
it: Elementi processati {{0}}/{{1}}.
ja: 処理されたアイテム {{0}}/{{1}}

source: This item has a pending edit proposal. Please review it!
fr: Cet élément a une proposition de modification en attente. Veuillez l'examiner !
it: Questo strumento ha una proposta di modifica in sospeso. Controllala per favore!
ja: この商品は編集提案が保留状態になっています。レビューをお願いします。

source: This item is already in your comparison list.
fr: Cet article est déjà dans votre liste de comparaison.
it: Questo strumento è già nella tua lista di paragone.
ja: このアイテムは既に比較リストに含まれています。

source: This section can be used as a community page to share information about this item that doesn't fit the available data fields. Please use English and do not include any personal information or anecdotes.
fr: Cette section peut être utilisée pour partager des informations sur cet élément qui ne correspondent pas aux champs de données disponibles. Veuillez utiliser l'anglais et ne pas inclure d'informations personnelles ou d'anecdotes.
it: Questa sezione può essere usata come una pagina della comunità per condividere informazioni riguardo questo strumento che non rientrano nei campi di dati disponibili. Usa l'inglese e non includere informazioni personali o aneddoti.
ja: このページは、利用可能なデータフィールドに適合しないアイテムに関する情報を共有する情報交換ページとして使用することができます。個人的な情報や思い出は含めず、英語でお願いします。

source: We couldn't find any similar items in the legacy database.
fr: Nous n'avons trouvé aucun élément similaire dans l'ancienne base de données.
it: Non abbiamo trovato strumenti simili nel vecchio database.
ja: 以前のデータベースでは、類似のアイテムが見つかりませんでした。

source: We found these items in the legacy database that are similar to this one. Please check the ones that you want to migrate into it. <strong>Please be careful!</strong> Not all items that AstroBin thinks are similar, are necessarily the same product. Only check the ones that you are sure of.
fr: Nous avons trouvé ces éléments similaires dans l'ancienne base de données. Veuillez cocher ceux que vous souhaitez migrer. <strong>Attention !</strong> Tous les articles qui, selon AstroBin, sont similaires ne sont pas nécessairement le même produit. Ne cochez que ceux dont vous êtes sûr.
it: Abbiamo trovato i seguenti strumenti nel vecchio database che sono simili a questo. Controlla quelli che vuoi migrare verso di esso. <strong>Stati attento!</strong> Non tutti gli strumenti che AstroBin pensa sono simili sono poi realmente lo stesso prodotto. Seleziona solo quelli di cui sei certo.
ja: 過去のデータベースから、このアイテムと類似したものが見つかりました。これに移行したいものをチェックしてください。<strong>注意してください。</strong>AstroBinが類似したアイテムと判断したものは、必ずしも同じアイテムであるとは限りません。確実なものだけチェックしてください。

source: You already have items of a different equipment class in the comparison list.
fr: Vous avez déjà des éléments d'une classe d'équipement différente dans la liste de comparaison.
it: Hai già degli strumenti di una diversa classe di strumentazione nella lista di paragone.
ja: 比較リストにすでに別の機材分類のアイテムがあります。

source: You cannot compare more than {{n}} items.
fr: Vous ne pouvez pas comparer plus de {{n}} éléments.
it: Non puoi paragonare più di {{n}} strumenti.
ja: {{n}}つ以上の商品を比較することはできません。

source: Created
fr: Créé
it: Creato
ja: 作成者

source: Type more to refine your search.
fr: Entrez plus de mots pour affiner votre recherche.
it: Continua a digitare per rifinire la tua ricerca.
ja: さらに入力すると、絞り込み検索ができます。

source: Type to search options or create a new one...
fr: Ecrivez pour rechercher des options ou en créer une nouvelle...
it: Digita per cercare tra le opzioni o per crearne una nuova...
ja: 検索オプションに入力、または新規作成する。。

source: (DYI)
fr: Fait maison (DIY)
it: (fai-da-te)

source: Equipment preset created! You can use the "Load preset" button on a different image to assign the same equipment to it.
fr: Préréglage d'équipement créé ! Vous pouvez utiliser le bouton "Charger le préréglage" sur une image différente pour lui attribuer le même équipement.
it: Preset di strumentazione creato! Puoi usare il pulsante "Carica preset" su un'altra immagine per assegnarle la stessa strumentazione.
ja: 機材のプリセットを作成しました。別の画像で「プリセットを読み込む」ボタンを使って、同じ機材を割り当てることができます。

source: Here you can save an equipment preset so you can easily load it later on a different image <em>(e.g. "Home observatory", "Solar setup", "Travel setup 2022", etc)</em>
fr: Ici, vous pouvez enregistrer un préréglage d'équipement afin de pouvoir le charger plus tard facilement sur une image différente <em>(par exemple "Observatoire personnel", "Configuration solaire", "Configuration de voyage 2022", etc.)</em>
it: Qui puoi salvare un preset di strumentazione in modo da poterlo caricare facilmente su un'altra immagine <em>(p.e. "Osservatorio casa", "Setup solare", "Setup da viaggio 2022", ecc)</em>
ja: ここで機材プリセットを保存し、後で別の画像に簡単にロードできるようにすることができます。<em>（例えば、「自宅観測所」、「太陽観測用」、「2020年旅行用」、など）</em>

source: Official and complete product name
fr: Nom du produit (officiel et complet)
it: Nome del prodotto ufficiale e completo
ja: 正式かつ完全な製品名

source: Preset name
fr: Nom prédéfini
it: Nome del preset
ja: プリセット名

source: Acquired with this brand
fr: Acquis avec cette marque
it: Acquisite con questa marca
ja: このブランドで撮影した

source: Acquired with this item
fr: Acquis avec cet équipement
it: Acquisite con questo strumento
ja: このアイテムで撮影された画像

source: Any moderator
fr: Tout modérateur
it: Qualunque moderatore
ja: モデレーター

source: Anyone
fr: Tout le monde
it: Chiunque

source: Assign
fr: Attribuer
it: Assegna
ja: アサイン

source: Assignee
fr: Attributeur
it: Assegnatario
ja: 担当者

source: AstroBin automatically sets the name of a filter from its properties, to keep a consistent naming convention strategy. If your filter has a specific product name that's more recognizable, please check this box and change its name.
fr: AstroBin définit automatiquement le nom d'un filtre à partir de ses propriétés, pour conserver une convention de dénomination cohérente. Si votre filtre porte un nom de produit spécifique plus reconnaissable, veuillez cocher cette case et modifier son nom.
it: AstroBin imposta il nome di un filtro automaticamente a partire dalle sue proprietà, per tenere una convenzione di denominazione consistente. Se il tuo filtro ha un nome di prodotto specifico che è più riconoscibile, spunta questa casella e cambiagli il nome.
ja: AstroBinでは、命名規則の戦略を統一するために、フィルタのプロパティから自動的にフィルタの名前を設定します。もし、お使いのフィルターが、よりわかりやすい特定の製品名を持っている場合は、このボックスにチェックを入れて、名前を変更してください。

source: AstroBin partners with retailer of astrophotography equipment in your country. For some of them, when you make a purchase within a few weeks after clicking on a link on a page like this, AstroBin gets a commission and it doesn't cost you anything.
fr: AstroBin est associé à un vendeur d'équipements d'astrophotographie dans votre pays. Pour certains d'entre eux, lorsque vous effectuez un achat quelques semaines après avoir cliqué sur un lien sur une page comme celle-ci, AstroBin touche une commission (qui ne vous coûte rien !).
it: AstroBin collabora con negozi di strumentazione per astrofotografia nel tuo Paese. Per alcuni di essi, quando fai un acquisto entro qualche settimana dopo aver cliccato su un link su una pagina come questa, AstroBin riceve una commissione e non ti costa niente.
ja: AstroBinは、あなたの国の天体写真機材の販売店と提携しています。そのうちのいくつかは、このようなページのリンクをクリックした後、数週間以内に購入されると、AstroBinはコミッションを得ることができ、それに対して、あなたには負担はかかりません。

source: AstroBin sponsors that sell {{0}}
fr: Sponsors AstroBin qui vendent {{0}}
it: Sponsor AstroBin che vendono {{0}}
ja: {{0}}を販売しているAstroBinのスポンサー

source: Begin migration
fr: Lancer la migration
it: Inizia migrazione
ja: 移行を開始する

source: Dew mitigation
fr: Résistance chauffante
it: Anti-rugiada
ja: 結露の軽減

source: Disable fullscreen mode
fr: Désactiver mode plein-écran
it: Disabilita modalità schermo intero
ja: フルスクリーンモードの無効化

source: Edit proposal assigned to {{0}} for review.
fr: Proposition de modification transmise à {{0}} pour examen.
it: Proposta di modifica assegnata a {{0}}.
ja: 編集提案書を {{0}} に割り当ててレビューをさせます

source: Edit proposal unassigned: anyone can review it.
fr: Proposition de modification non attribuée : examen possible par tous.
it: Proposta di modifica disassegnata: chiunque può controllarla.
ja: 編集提案書が未割当：誰でもレビュー可能

source: Equipment item
fr: Elément d'équipement
it: Strumento
ja: 機材アイテム

source: Equipment item assigned to {{0}} for review.
fr: Elément d'équipement transmis à {{0}} pour examen.
it: Strumento assegnato a {{0}}.
ja: 機材アイテムを {{0}} に割り当ててレビューさせます。

source: Equipment item unassigned: any moderator can review it.
fr: Elément d'équipement non attribué : examen possible par tout modérateur.
it: Strumento disassegnato: qualunque moderatore più controllarlo.
ja: 機器アイテムの未割り当て：モデレーターなら誰でもレビューできる。

source: Every equipment item on AstroBin has a forum associated with it. Anybody who used an equipment item is notified of new topics in its forum, unless they opt out. This is very useful to connect with other users who use the same equipment as you. {{ _0 }}Learn more about the AstroBin equipment database!{{ _1 }}
fr: Chaque élément d'équipement sur AstroBin est associé à un forum. Toute personne ayant utilisé un équipement est informée des nouveaux sujets dans ce forum, à moins qu'elle n'ait désactivé les notifications. Ceci est très utile pour entrer en contact avec d'autres utilisateurs du même équipement. {{ _0 }}En savoir plus sur la base de données d'équipements AstroBin !{{ _1 }}
it: Ogni strumento su AstroBin ha un forum associato ad esso. Chiunque abbia usato uno strumento viene notificato dei nuovi argomenti nel suo forum, a meno che non abbia spento la notifica. Questo è molto utile per raggiungere utenti con la stessa strumentazione che hai tu. {{_0}}Scopri di più sul database della strumentazione di AstroBin!{{_1}}
ja: AstroBinの各機材アイテムには、それに関連したフォーラムがあります。ある機材アイテムを使用した人は、オプトアウトしない限り、そのフォーラムに新しいトピックを通知されます。同じ機材を使う他のユーザーとつながるために、とても便利です。 {{ _0 }}AstroBin機材アイテムデータベースについてもっと知りたい！{{ _1 }}

source: Field derotator / camera rotator
fr: Dérotateur de champ / rotateur
it: Derotatore di campo / rotatore di camera
ja: カメラローテータ

source: Filter results
fr: Résultats du filtre
it: Filtra risultati
ja: フィルタリング結果

source: Filter wheel
fr: Roue à filtres
it: Ruote portafiltri
ja: フィルターホイール

source: Find accessory
fr: Trouver un accessoire
it: Trova accessio
ja: アクセサリーを探す

source: Find camera
fr: Trouver une caméra
it: Trova camera
ja: カメラを探す

source: Find filter
fr: Trouver un filtre
it: Trova filtro
ja: フィルターを探す

source: Find mount
fr: Trouver une monture
it: Trova montatura
ja: 赤道儀を探す

source: Find sensor
fr: Trouver un capteur
it: Trova sensore
ja: センサーを探す

source: Find software
fr: Trouver un logiciel
it: Trova software
ja: ソフトウエアを探す

source: Find telescope or lens
fr: Trouver un télescope ou un objectif
it: Trova telescopio o lente
ja: 望遠鏡もしくはレンズを探す

source: Focal modifier / field corrector
fr: Réducteur / correcteur de champ
it: Modificatore di focale / correttore di campo
ja: レデューサー、フラットナー、エクステンダー

source: Focuser
fr: Moteur de mise au point
it: Focheggiatore
ja: フォーカサー

source: Freeze
fr: Bloquer
it: Congela
ja: フリーズ

source: Frozen as ambiguous
fr: Bloqué (ambigu)
it: Congela come ambiguo
ja: まぎらわしいので凍結

source: However, please let me offer you a good reason to allow ads on AstroBin:
fr: Cependant, permettez-moi de vous proposer une bonne raison d'autoriser les publicités sur AstroBin :
it: Comunque, lasciati offrire un buon motivo per lasciare le pubblicità su AstroBin:
ja: しかし、AstroBinの広告を許可する正当な理由を提示させてください。

source: If you assign this edit proposal to a specific user, only they will be able to review it or unassign themselves.
fr: Si vous attribuez cette proposition de modification à un utilisateur spécifique, lui seul pourra l'examiner ou se désattribuer.
it: Se assegni questa proposta di modifica ad un utente specifico, solo questi sarà in gradi di controllarla o disassegnarsi.
ja: この編集案を特定のユーザーに割り当てた場合、そのユーザーだけが編集案を確認したり、割り当てを解除したりすることができます。

source: If you assign this item to a specific moderator, only they will be able to review it or unassign themselves.
fr: Si vous attribuez cet élément à un modérateur spécifique, lui seul pourra l'examiner ou se désattribuer.
it: Se assegni questo strumento ad un moderatore specifico, solo questi sarà in gradi di controllarlo o disassegnarsi.
ja: この項目を特定のモデレーターに割り当てた場合、そのモデレーターだけがレビューしたり、割り当てを解除したりすることができるようになります。

source: If you still feel that you would rather not see these ads, you can change this on your settings page.
fr: Si vous préférez toujours ne pas voir ces publicités, vous pouvez modifier cela sur votre page de paramètres.
it: Se preferisci comunque non vedere le pubblicità, puoi cambiarlo nelle tue impostazioni.
ja: それでもなお、これらの広告を表示したくないと感じる場合は、設定ページで変更することができます。

source: Images in common
fr: Images en commun
it: Immagini in comune
ja: の画像で利用

source: Item frozen as ambiguous.
fr: Elément bloqué (ambigu)
it: Strumento congelato come ambiguo.
ja: 曖昧なので凍結したアイテム

source: Item unfrozen.
fr: Elément réactivé
it: Strumento scongelato.
ja: 解凍したアイテム

source: Known stock availability
fr: Vérifier la disponibilité
it: Disponibilità a magazzino
ja: 在庫状況を知る

source: Known stock availability for
fr: Vérifier la disponibilité pour
it: Disponibilità a magazzino per
ja: の在庫状況を知る

source: More
fr: Plus
it: Di più
ja: もっと

source: Most liked
fr: Les plus aimés
it: Più piaciute
ja: いいね！数

source: Most recent
fr: Les plus récents
it: Più recenti
ja: 最新

source: New topic
fr: Nouveau sujet
it: Nuovo argomento
ja: 新しいトピック

source: Observatory control
fr: Contrôle d'observatoire
it: Controllo di osservatorio
ja: 観測所制御設備

source: Observatory dome
fr: Coupole d'observatoire
it: Cupola
ja: ドーム観測所

source: Off-axis guider
fr: Diviseur optique (OAG)
it: Guida fuori-asse
ja: オフアキシスガイダー

source: Override generated name above
fr: Remplacer le nom généré ci-dessus
it: Sovrascrivi il nome generato sopra
ja: 上記で生成された名前で上書きする

source: Please consider making the name contain the bandwidth, to prevent ambiguity.
fr: Merci de vérifier que le nom précise la bande passante, pour éviter toute ambiguïté.
it: Considera far sì che il nome contenga la larghezza di banda, per evitare ambiguità.
ja: 曖昧さを防ぐため、名称に帯域幅を含ませることを検討してください。

source: Please consider making the name contain the size, to prevent ambiguity.
fr: Merci de vérifier que le nom précise la taille, pour éviter toute ambiguïté.
it: Considera far sì che il nome contenga la dimensione, per evitare ambiguità.
ja: 曖昧さを防ぐため、名称にサイズを含ませることを検討してください。

source: Please find a corresponding equipment item in the NEW database
fr: Veuillez trouver un équipement correspondant dans la NOUVELLE base de données
it: Trova uno strumento corrispondente nel NUOVO database
ja: 新データベースから対応する機材アイテムをお探しください。

source: Power distribution
fr: Source d'énergie
it: Alimentatore
ja: 電源

source: Recent forum posts
fr: Sujets récents du forum
it: Messaggi recenti sul forum
ja: フォーラムへの最新投稿

source: Remember: you want to match items from the old database products in the new database.
fr: N'oubliez pas : vous souhaitez faire correspondre les éléments des produits de l'ancienne base de données dans la nouvelle base de données.
it: Ricorda: devi far corrispondere strumenti dal vecchio database a prodotti nel nuovo database.
ja: 備忘録：旧データベースの商品を新データベースで照合したい場合。

source: Search results
fr: Résultats de recherche
it: Risultati di ricerca
ja: 検索結果

source: Select equipment class
fr: Sélectionner une classe d'équipement
it: Seleziona classe di strumentazione
ja: 機材分類を選択

source: Sub-item
fr: Sous-élément
it: Sotto-strumento
ja: サブアイテム

source: There are no topics in this forum.
fr: Il n'y a aucun sujet dans ce forum.
it: Non ci sono argomenti in questo forum.
ja: このフォーラムにはトピックがありません。

source: This is an item in the OLD database and it might be poorly defined
fr: Il s'agit d'un élément de l'ANCIENNE base de données, dont la description peut être incomplète
it: Questo è uno strumento nel VECCHIO database e potrebbe essere mal definito
ja: これは旧データベースのアイテムであり、定義が甘いかもしれません

source: This item cannot be selected it's been marked as ambiguous. Consider selecting or creating a non ambiguous variant instead.
fr: Cet élément ne peut pas être sélectionné car il est marqué comme "amibigu". Merci de sélectionner ou de créer une variante non-ambiguë à la place.
it: Questo strumento non può essere selezionato perché è stato segnato come ambiguo. Considera il selezionale o creare una variante non ambigua.
ja: この項目は選択できません。曖昧であるとマークされています。代わりに曖昧でないバージョンを選択するか、作成することを検討してください。

source: This item is frozen as ambiguous and cannot be associated to images again.
fr: Cet élément est bloqué car "ambigu" et ne peut plus être associé à une image.
it: Questo strumento è congelato come ambiguo e non può essere associato ad altre immagini.
ja: この項目は曖昧なものとして凍結されており、再度画像に関連付けることはできません。

source: Unanswered
fr: Aucune réponse
it: Senza risposta
ja: 未回答

source: Unfreeze
fr: Réactiver
it: Scongela
ja: 解凍する

source: Usage
fr: Utilisation
it: Uso
ja: 使用方法

source: View all topics
fr: Voir tous les sujets
it: Tutti gli argomenti
ja: 全てのトピックをみる

source: WARNING: you have unsaved changed. If you leave this page, they will be lost.
fr: ATTENTION : changements non-sauvegardés. Si vous quittez cette page, ils seront perdus.
it: ATTENZIONE: hai modifiche non salvate. Se lasci questa pagina, le perderai.
ja: 警告：あなたは未保存のまま変更されています。このページを離れると、それらは失われます。

source: Want to be the first to post?
fr: Vous souhaitez être le premier à publier ?
it: Vuoi essere il primo a postare?
ja: 最初の投稿を希望されますか？
