Repository: astrobin/astrobin-ng
Catalog: src/assets/i18n/*.po
Languages: fr, it, ja

source: If you want to share the TIFF or FITS file of your image, put a link to the file here. Unfortunately, AstroBin cannot offer to store these files at the moment, so you will have to host them on your personal space.
fr: Si vous souhaitez partager des images au format TIFF ou FITS, insérez un lien ici. Malheureusement, AstroBin ne peut pas (encore) héberger ce type de fichier, vous devez donc les stocker sur un espace privé.
it: Se vuoi condividere il file TIFF o FITS della tua immagine, metti qui un link a quel file. Sfortunatamente, AstroBin non può offrire l'hosting di questi file, al momento, quindi dovrai caricarli su qualche tuo spazio privato.
ja: 画像のTIFFやFITSファイルを共有したい場合は、ここにそのファイルへのリンクを貼ってください。残念ながら、AstroBinは現在これらのファイルの保存を提供できませんので、あなたのプライベートなサーバーでホストする必要があります。

source: If you're hosting a copy of this image on your website, put the address here.
fr: Si vous hébergez une copie de cette image sur votre site, précisez son adresse ici.
it: Se hai una copia di questa immagine sul tuo sito personale, metti qui l'indirizzo.
ja: この画像のコピーを自分のウェブサイトでホストしている場合は、そのアドレスをここに書いてください。

source: Image
it: Immagine
ja: 画像

source: Imaging cameras
fr: Caméras d'imagerie
it: Camere di acquisizione
ja: 撮影用カメラ

source: Imaging telescopes
fr: Instruments de prise de vue
it: Telescopi di acquisizione
ja: 撮影用望遠鏡

source: Initializing upload, please wait...
fr: Initialisation de la mise en ligne, merci de patienter...
it: Inizializzazione del caricamento, attendi...
ja: アップロードを開始しました。おまちください。

source: Invalid data, please refresh the page and try again.
fr: Données non valides, merci de rafraîchir la page et de réessayer.
it: Dati invalidi, per favore ricarica la pagine e riprova.
ja: 無効なデータです。ページを更新して、もう一度やり直してください。

source: Inverted monochrome
fr: Négatif noir et blanc
it: Monocromatica invertita
ja: モノクロ改造

source: Jupiter
it: Giove
ja: 木星

source: Key/value tags
fr: Tags clés/valeurs
it: Tag chiave/valore
ja: Key/valueタグ

source: Large
fr: Grand
it: Grande
ja: 大

source: Link to TIFF/FITS
fr: Lien vers TIFF/FITS
it: Link al TIFF/FITS
ja: TIFF/FITSファイルにリンク

source: Loading...
fr: Chargement…
it: Caricamento...
ja: 読込み中

source: Main solar system subject
fr: Objet du système solaire
it: Corpo del sistema solare principale
ja: 太陽系の対象

source: Mars
it: Marte
ja: 火星

source: Medium
fr: Moyen
it: Medio
ja: 中

source: Mercury
fr: Mercure
it: Mercurio
ja: 水星

source: Minor planet
fr: Planète mineure
it: Pianeta minore
ja: 小惑星

source: Mix of multiple sources
fr: Mélange de sources multiples
it: Mix di origini multiple
ja: 複数のデータソースをミックスする

source: Mouse hover image
fr: Image au survol de la souris
it: Immagine di passaggio del mouse
ja: マウスオーバー画像

source: Neptune
it: Nettuno
ja: 海王星

source: Next
fr: Suivant
it: Successiva
ja: 次へ

source: Non-commercial independent facility
fr: Établissement indépendant non-commercial
it: Struttura non commerciale indipendente
ja: 非商用の独立施設

source: None of the above
fr: Rien de ce qui précède
it: Nessuna delle precedenti
ja: 該当するものはありません

source: None specified
fr: Non indiqué
it: Nessuno/a specificato/a
ja: 特に指定はありません。

source: Northern lights
fr: Aurore boréale
it: Aurora boreale
ja: オーロラ

source: Nothing
fr: Rien
it: Niente/nessuno
ja: 何もなし

source: Objects in field
fr: Objets dans le champ
it: Oggetti nel campo
ja: フィールド内の対象

source: Occultation
it: Occultazione
ja: オカルト

source: Opacity
fr: Opacité
it: Opacità
ja: 不透明度

source: Other
fr: Autre
it: Altro

source: Other/Unknown
fr: Autre/inconnu
it: Altro/sconosciuto

source: Own remote observatory
fr: Observatoire personnel en remote
it: Osservatorio remoto di proprietà
ja: 自己所有のリモート観測所

source: Partial lunar eclipse
fr: Éclipse partielle de Lune
it: Eclisse parziale di Luna
ja: 部分月食

source: Partial solar eclipse
fr: Éclipse partielle de Lune
it: Eclisse parziale di Sole
ja: 部分日食

source: Permission denied
fr: Autorisation refusée
it: Autorizzazione negata
ja: パーミッションがありません

source: Plate-solution annotations (if available)
fr: Annotations de la réduction astrométrique (si disponible)
it: Annotazioni astrometriche (se disponibili)
ja: 星図化して注釈をつける（可能であれば）

source: Please check that all required fields have been filled at every step.
fr: Merci de vérifier que l'ensemble des champs obligatoires ont été complétés à chacune des étapes.
it: Per favore verifica che di aver compilato tutti i campi obbligatori ad ogni step.
ja: すべてのステップで必須項目が記入されていることを確認してください。

source: Please come back later!
fr: Merci de revenir plus tard !
it: Torna più tardi!
ja: また後日、ぜひお越しください。

source: Please note
fr: Attention
it: Nota bene
ja: 注意

source: Please note: animated GIFs cannot be watermarked at this time.
fr: A noter : il n'est pas possible d'appliquer un filigrane sur les GIF animés pour le moment.
it: Nota bene: al momento non è possibile applicare il watermark alle GIF animate.
ja: 注意：アニメーションGIFには、現時点では透かしを入れることができません。

source: Please note: if this file is a crop of another image you already published on AstroBin, the common practice would be to upload it as a new revision. For more info, please <a href='https://welcome.astrobin.com/features/image-revisions' target='_blank'>click here</a>.
fr: A noter : si cette image est un recadrage d'une image déjà publiée, il est recommandé de la publier en tant que nouvelle version de cette image. Pour plus d'informations <a href='https://welcome.astrobin.com/features/image-revisions' target='_blank'>cliquez ici</a>.
it: Nota bene: se questo file è un crop di un'altra immagine che hai già pubblicato su AstroBin, la procedura corretta sarebbe di caricarlo come nuova versione. Per ulteriori informazioni, <a href='https://welcome.astrobin.com/features/image-revisions' target='_blank'>clicca qui</a>.
ja: 注意：このファイルが、すでにAstroBinで公開している他の画像を切り取った場合、新しい修正版としてアップロードすることが一般的です。詳しくは、 <a href='https://welcome.astrobin.com/features/image-revisions' target='_blank'>こちらをクリックしてください。</a>

source: Please note: you don't <strong>have to</strong> use all your slots. It's ok to use fewer if you don't think there are that many worthy images today.
fr: A noter : vous n'êtes pas <strong>obligé</strong> de remplir toutes places disponibles ; en particulier si vous estimez qu'il n'y a pas assez d'images notables aujourd'hui.
it: Nota bene: non <strong>devi</strong> usare tutti le tue caselle. Va bene usarne di meno se non ritieni che ci siano sufficienti immagini meritevoli oggi.
ja: 注意：<strong>すべてのスロットを使用する必要はありません</strong>。もし、本日、そんなによい画像がないと思うのであれば、少なくてもかまいません。

source: Please wait until your subscription expires, then come back to this page.
fr: Merci d'attendre l'expiration de votre abonnement avant de revenir sur cette page.
it: Per favore attendi fino alla scadenza del tuo abbonamento, poi torna su questa pagina.
ja: 定期契約期間が終了するまでお待ちいただき、再度このページにお越しください。

source: Position
it: Posizione
ja: 位置

source: Previous
fr: Précédent
it: Precedente
ja: 前に

source: Professional, scientific grade data
fr: Données professionnels ou scientifiques
it: Dati professionali di qualità scientifica
ja: プロ向け、科学的グレードのデータ

source: Promote
fr: Promouvoir
it: Promuovi

source: Provide a list of unique key/value pairs to tag this image with. Use the '=' symbol between key and value, and provide one pair per line. These tags can be used to sort images by arbitrary properties.
fr: Fournissez une liste de paires de clés/valeurs uniques pour identifier cette image. Utilisez le symbole "=" entre la clé et la valeur, et fournissez une paire par ligne. Ces tags peuvent être utilisés pour trier les images selon des propriétés arbitraires.
it: Fornisci una lista di coppie chiave/valore univoche a questa immagine. Usa il simbolo '=' tra chiave e valore, e fornisci una coppia per linea. Questi tag possono essere usuati per ordinare le immagini per proprietà arbitrarie.
ja: この画像にタグを付けるためのユニークなキーと値のペアのリストを登録してください。キーと値の間には「=」記号を使用し、1行に1組ずつ登録します。これらのタグは、任意のプロパティで画像をソートするために使用することができます。

source: Public amateur data
fr: Données publiques amateurs
it: Dati pubblici amatoriali
ja: 公開されたアマチュアのデータ

source: Published
fr: Publié
it: Pubblicazione
ja: 公開する

source: Regular (e.g. medium/long exposure with a CCD or DSLR)
fr: Classique (poses longues avec CCD ou APN)
it: Regolare (p.e. esposizione media/lunga con CCD o DSLR)
ja: 一般的（例えば、CCDカメラやデジタル一眼レフカメラによる中長時間露出）

source: Remote data source
fr: Source des données remote
it: Origine dei dati remoti
ja: リモートで撮影したデータソース

source: Retract promotion
fr: Annuler la promotion
it: Ritira promozione
ja: プロモーションを取り消す

source: Saturn
fr: Saturne
it: Saturno
ja: 土星

source: Save
fr: Enregistrer
it: Salva
ja: 保存する

source: Save and proceed to acquisition details
fr: Sauvegarder et passer aux détails d'acquisition
it: Salva e procedi ai dettagli di acquisizione
ja: 保存して、撮影詳細へ進む

source: Save and proceed to gear selection
fr: Sauvegarder et passer à la sélection du matériel
it: Salva e procedi alla strumentazione
ja: 保存して、機材詳細へ進む

source: Save and proceed to image
fr: Sauvegarder et passer à l'image
it: Salva e procedi all'immagine
ja: 保存して画像へ進む

source: Secure payment by Stripe™
fr: Paiement sécurisé par Stripe
it: Pagamenti sicuri via Stripe™
ja: Stripe™によるセキュアな支払い

source: Select an area of the image to be used as thumbnail in your gallery.
fr: Recadrez l'image pour la création de la vignette affichée dans votre galerie.
it: Seleziona un'area dell'immagine da usare come miniatura nella tua galleria.
ja: ギャラリーでサムネイルとして使用する画像の範囲を選択します。

source: Self acquired
fr: Acquisitions par l'utilisateur
it: Acquisita da sé
ja: 自己撮影

source: Sharpen thumbnails
fr: Affiner les vignettes
it: Aumenta la definizione delle miniature
ja: サムネイルをシャープかする

source: Show
fr: Afficher
it: Mostra
ja: みる

source: Size
fr: Taille
it: Dimensione
ja: サイズ

source: Small
fr: Petit
it: Piccolo
ja: 小

source: Solar system body or event
fr: Corps du système solaire ou phénomène
it: Corpo o evento del sistema solare
ja: 太陽系天体もしくはそのイベント

source: Sorry, but this image is too large. Under your current subscription plan, the maximum allowed image size is {{max}}.
fr: Désolé, mais cette image est trop grande. Votre abonnement actuel vous autorise une taille d'image maximale de {{max}}.
it: Spiacenti, ma questa immagine è troppo pesante. Con il tuo abbonamento attuale, la dimensione massima permessa è {{max}}.
ja: 申し訳ありませんが、この画像は大きすぎます。現在の定額契約プランでは、許可される最大画像サイズは {{max}} です。

source: Sorry, unfortunately AstroBin does not have a bank account in the selected territory.
fr: Désolé, malheureusement AstroBin ne dispose pas d'un compte bancaire dans le pays sélectionné.
it: Spiacenti, sfortunatamente AstroBin non ha un conto bancario nel territorio selezionato.
ja: 申し訳ございませんが、AstroBinは選択された地域に銀行口座を持っていません。

source: Star trails
fr: Filé d'étoiles
it: Tracce stellari
ja: 流星

source: Subject type
fr: Type d'objet
it: Tipo di soggetto
ja: 撮影対象のタイプ

source: Submit this image to the selected groups.
fr: Envoyez cette image aux groupes sélectionnés
it: Proponi questa immagine ai gruppi selezionati.
ja: この画像を選択したグループに送信します。

source: Sun
fr: Soleil
it: Sole
ja: 太陽

source: TIFF support on AstroBin is experimental.
fr: La prise en charge du format TIFF sur AstroBin est expérimentale.
it: Il supporto ai TIFF su AstroBin è sperimentale.
ja: AstroBinでのTIFFのサポートは実験的なものです。

source: Text
fr: Texte
it: Testo
ja: テキスト

source: The Lite plan is capped at <strong>{{maxImagesForLite}}</strong> total images, and you currently have <strong>{{numberOfImages}}</strong> images on AstroBin. For this reason, we recommend that you upgrade to Premium or Ultimate instead.
fr: L'abonnement "Lite" est limité à un total de <strong>{{maxImagesForLite}}</strong> images, et vous avez actuellement publié <strong>{{numberOfImages}}</strong> images sur AstroBin. Nous vous recommandons de passer à l'abonnement Premium ou Ultimate.
it: L'abbonamento Lite è limitato a <strong>{{maxImagesForLite}}</strong> in totale, e al momento tu hai <strong>{{numberOfImages}}</strong> immagini su AstroBin. Per questo motivo, raccomandiamo che tu faccia l'upgrade a Premium o Ultimate.
ja: ライトプランは総画像数5枚が上限で、現在AstroBinには10枚の画像が登録されています。このため、代わりにPremiumまたはUltimateへのアップグレードをお勧めします。

source: The final font size will depend on how long your watermark is.
fr: La taille finale de la police dépendra de la longueur de votre filigrane.
it: La dimensione finale del carattere dipende da quanto è lungo il watermark.
ja: 最終的なフォントサイズは、透かしの長さによって異なります。

source: The image will permanently disappear from your queue.
fr: L'image sera définitivement masquée de votre liste de sélection.
it: L'immagine scomparirà permanentemente dalla tua coda.
ja: 画像は、待ちから永久に消えます。

source: The price is shown in Swiss Francs even though you might have paid the equivalent amount in your country's currency.
fr: Le prix est indiqué en francs suisses, même si vous avez payé l'équivalent converti dans votre devise locale.
it: Il prezzo è mostrato in Franchi Svizzeri anche nel caso tu abbia pagato l'equivalente nella valuta del tuo Paese.
ja: あなたの国の通貨で相当額を支払っても、価格はスイスフランで表示されます。

source: The review queue is currently empty.
fr: Le tableau de bord des Examinateurs est vide pour le moment.
it: La coda di votazione al momento è vuota.
ja: 現在、レビュー待ちは空です。

source: The submission queue is currently empty.
fr: Le tableau de bord des Sélectionneurs est vide pour le moment.
it: La coda di proposte al momento è vuota.
ja: 現在、投稿待ちは空です。

source: This operation can not be undone.
fr: Cette opération ne peut pas être annulée.
it: Questa operazione non può essere annullata.
ja: この操作は元に戻せません。

source: This operation could take several seconds (especially for large images), please wait
fr: Cette opération peut prendre plusieurs secondes (spécialement pour les grandes images), merci de patienter
it: Questa operazione potrebbe richiedere svariati secondi (specialmente per immagini grandi), attendere prego
ja: この操作には数秒かかる場合があります（特に大きな画像の場合）。

source: Thumbnail
fr: Vignette
it: Miniatura
ja: サムネイル

source: Top center
fr: En haut au milieu
it: In alto al centro
ja: 上中央

source: Top left
fr: En haut à gauche
it: In alto a sinistra
ja: 左上

source: Top right
fr: En haut à droite
it: In alto a destra
ja: 右上

source: Total lunar eclipse
fr: Éclipse totale de Lune
it: Eclisse totale di Luna
ja: 皆既月食

source: Total solar eclipse
fr: Eclipse totale de Soleil
it: Eclisse totale di Sole
ja: 皆既日食

source: Traveller
fr: En voyage
it: Itinerante
ja: 旅行者

source: Type to search options...
fr: Renseignez les options de recherche...
it: Digita per cercare tra le opzioni...
ja: 検索オプションを入力...

source: Unknown
fr: Inconnu(e)
it: Sconosciuta
ja: 不明

source: Unknown error, please refresh the page and try again.
fr: Erreur inconnue, merci de rafraîchir la page et de réessayer.
it: Errore sconosciuto, per favore ricarica la pagina e prova di nuovo.
ja: 不明なエラーが発生しました。ページを更新して、もう一度やり直してください。

source: Uploading...
fr: Envoi en cours...
it: Caricamento...
ja: アップロード中...

source: Uranus
it: Urano
ja: 天王星

source: Venus
fr: Vénus
it: Venere
ja: 金星

source: View large
fr: Voir en plein écran
it: Ingrandisci
ja: 拡大する

source: Warning! That's a large file you got there! AstroBin does not impose artificial limitation in the file size you can upload with an Ultimate subscription, but we cannot guarantee that all images above 200 MB or ~8000x8000 pixels will work. Feel free to give it a shot tho!
fr: Attention ! Votre image est énorme ! AstroBin n'impose pas de limitation quant à la taille des images pour les abonnés Ultimate, mais ne peut garantir que toutes les images supérieures à ~8000x8000 pixels ou 200MB pourront être correctement publiées. Merci de tenter à nouveau.
it: Attenzione! Questo file è bello pesante! AstroBin non impone limiti artificiali alla dimensione dei file che puoi caricare con un abbonamento Ultimate, ma non possiamo garantire il funzionamento di tutte le immagini sopra i 200 MB oppure 8000x8000 pixel. Provaci pure se vuoi!
ja: 警告！ これは大きなファイルです！AstroBinは、Ultimateの定期契約においてアップロードできるファイルサイズに制限を課していませんが、200MB以上または8000x8000ピクセル以上の画像の動作を保証するものではありません。

source: We have updated the image data editor to make room for new features coming your way in the near future!
fr: L'éditeur de données d'image a été actualisé afin de vous proposer bientôt de nouvelles fonctionnalités !
it: Abbiamo aggiornato il modulo dati immagine per fare spazio a nuove funzionalitàche saranno disponibili presto!
ja: 画像情報の編集機能を更新し、新機能を追加しました。

source: When a paid subscription expires, nothing happens to your images or content.
fr: Quand votre abonnement expire, vos images et contenus ne sont pas affectés.
it: Quando un abbonamento a pagamento scade, non accade nulla alle tue immagini o contenuti.
ja: 定期契約が終了しても、画像やコンテンツには何も変更されることはありません。

source: Where do you want to go after saving?
fr: Que désirez-vous faire après avoir sauvegardé ?
it: Dove vuoi andare dopo il salvataggio?
ja: 保存をした後は何をしたいですか？

source: Where does the data for this image come from?
fr: D'où proviennent les données de cette image ?
it: Da dove vengono i dati per questa immagine?
ja: この画像のデータはどうやって得られたものでしょうか？

source: Which remote hosting facility did you use to acquire data for this image?
fr: Quel service de remote avez-vous utilisé pour acquérir les données de cette image ?
it: Quale struttura di hosting hai utilizzato per acquisire i dati per questa immagine?
ja: この画像のデータを取得するために、どのリモート観測施設を使用しましたか？

source: You are already on this plan. If you buy it again, your expiration date will be extended by one year.
fr: Vous avez déjà souscrit à cette offre d'abonnement. Si vous l'achetez de nouveau, la durée de votre abonnement sera prolongée d'un an.
it: Hai già questo abbonamento. Se lo compri di nuovo, la data di scadenza sarà estesa di un anno.
ja: 既にこのプランに加入している。再度購入すると、有効期限が1年延長されます。

source: You are already subscribed to a higher plan.
fr: Vous avez déjà souscrit à une offre d'abonnement supérieure.
it: Hai già un abbonamento superiore.
ja: 既に上位のプランに加入している。

source: Zoom ready
fr: Zoom prêt !
it: Zoom pronto
ja: 拡大表示対応

source: e.g.
fr: par exemple
it: p.e.
ja: 例えば、

source: You have an <strong>AstroBin Premium</strong> subscription. Enjoy your unlimited uploads!
fr: Vous disposez d'un abonnement <strong>AstroBin Premium</strong>. Profitez de vos images illimitées !
it: Hai un abbonamento<strong>AstroBin Premium</strong. Goditi i tuoi caricamenti illimitati!
ja: <strong>AstroBin Ultimate</strong> の定期契約をお持ちのお客さまです。無制限のアップロードをお楽しみください。

source: You have an <strong>AstroBin Ultimate</strong> subscription. Enjoy your unlimited uploads!
fr: Vous disposez d'un abonnement <strong>AstroBin Ultimate</strong>. Profitez de vos images illimitées !
it: Hai un abbonamento<strong>AstroBin Ultimate</strong. Goditi i tuoi caricamenti illimitati!
ja: <strong>AstroBin Ultimate</strong> の定期契約をお持ちのお客さまです。無制限のアップロードをお楽しみください。

source: Constellations
it: Costellazioni
ja: 星座

source: Find images
fr: Trouver des images
it: Trova immagini
ja: 画像をみる

source: Jump to
fr: Allez vers
it: Salta a
ja: 移動する

source: If this file is a different take on the same data as in another image you already published on AstroBin, the common practice would be to upload it as a new revision. For more info, please {{0}}click here{{1}}.
fr: Si cette image est une version différente issue des mêmes données que celles d'une autre image que vous avez déjà publiée sur AstroBin, la pratique courante consiste à la publier en tant que "nouvelle version". Pour plus d'informations, veuillez {{0}}cliquer ici{{1}}.
it: Se questo file rappresenta un approccio diverso agli stessi dati di un'immagine già caricata su AstroBin, la pratica comune sarebbe di caricarlo con una nuova versione. Per ulteriori informazioni, {{0}}clicca qui{{1}}.
ja: このファイルが、すでにAstroBinで公開している別の画像と同じデータを別の方法で作成したものである場合、新しいリビジョンとしてアップロードすることが一般的です。詳しくは{{0}}こちらをご覧ください{{1}}。

source: License
fr: Licence
it: Licenza
ja: ライセンス

source: None (All rights reserved)
fr: Aucune (tous droits réservés)
it: Nessuna (Tutti i diritti riservati)
ja: なし (All rights reserved)

source: You can associate a Creative Commons license with your content if you wish, to grant people the right to use your work under certain circumstances. For more information on what your options are, please visit the {{0}}Creative Commons website{{1}}.
fr: Vous pouvez, si vous le souhaitez, associer une licence Creative Commons à votre contenu, afin d'accorder aux autres utilisateurs le droit d'utiliser votre travail sous certaines conditions. Pour plus d'informations sur les options qui s'offrent à vous, veuillez consulter le site Web {{0}}Creative Commons{{1}}.
it: Puoi associare una licenza Creative Commons ai tuoi contenuti, se desideri, per garantide ad altri il diritto di usare il tuo lavoro sotto certe condizioni. Per ulteriori informazioni su quali siano le tue opzioni, visita {{0}}il sito Creative Commons{{1}}.
ja: 希望すれば、クリエイティブ・コモンズ・ライセンスをあなたのコンテンツに関連付け、特定の状況下であなたの作品を利用する権利を人々に認めることができます。どのような選択肢があるかについての詳細は、{{0}}クリエイティブ・コモンズのウェブサイト{{1}}をご覧ください。

source: there is an etiquette regarding uploading a new image versus an image revision.
fr: il existe une règle relative au meilleur choix entre téléchargement d'une nouvelle image et nouvelle version d'une image existante.
it: c'è una certa etichetta riguardo il caricamento di nuove immagini piuttosto che versioni d'immagine.
ja: 新しい画像をアップロードする場合と、画像を修正する場合のエチケットがあります。

source: Allow full-size display
fr: Autoriser l'affichage en taille maximale
it: Permetti visualizzazione a piena risoluzione
ja: フルサイズ表示を許可する

source: Altitude
it: Altitudine
ja: 標高

source: AstroBin does not share your coordinates with anyone.
fr: AstroBin ne partage vos coordonnées avec personne.
it: AstroBin non condivide le tue coordinate con nessuno.
ja: AstroBinは、お客様の位置情報を誰にも教えません。

source: Comments
fr: Commentaires
it: Commenti
ja: コメント

source: Create new location
fr: Créer un nouveau Lieu
it: Crea nuovo luogo
ja: 新しい場所を作成する

source: Create new:
fr: Créer un nouveau
it: Crea nuovo/a:
ja: 新しく作成：

source: Everybody
fr: Tout le monde
it: Tutti
ja: 全員

source: Forums
it: Forum
ja: フォーラム

source: IOTD/TP Staff
fr: Equipe IOTD/TP
it: Staff IOTD/TP
ja: IOTD/TP スタッフ

source: Image of the Day / Top Picks
fr: Image du Jour / Top Picks
it: Foto del giorno / Top Picks

source: Locations
fr: Lieux
it: Luoghi
ja: 場所

source: Me only
fr: Moi seulement
it: Solo io
ja: 自分限定

source: Members only
fr: Membres seulement
it: Solo utenti
ja: メンバー限定

source: Meters above sea level
fr: Altitude au-dessus du niveau de la mer (en m.)
it: Metri sopra il livello del mare
ja: 標高をメートルで

source: Move the map until the marker points at right location
fr: Déplacez la carte jusqu'à ce que le pointeur soit sur le lieu correct
it: Muovi la mappa fino a che il segno punta al luogo giusto
ja: マーカーが正しい位置を指すまで地図を移動する

source: No items found.
fr: Aucun élément trouvé
it: Nessun elemento trovato.
ja: アイテムはみつかりません

source: Nobody
fr: Personne
it: Nessuno
ja: だれもいない

source: Notification settings
fr: Réglage des notifications
it: Impostazioni notifiche
ja: 通知設定

source: On-site
fr: Sur place
it: Sul sito
ja: オンサイト

source: Paying members only
fr: Membres payants seulement
it: Solo utenti paganti
ja: 有料メンバー限定

source: Private messages
fr: Messages privés
it: Messaggi privati
ja: プライベートメッセージ

source: Subscriptions
fr: Abonnements
it: Abbonamenti
ja: 定期契約

source: This field is disabled because you haven't joined any groups yet.
fr: Ce champ est désactivé car vous n'avez encore rejoins aucun groupe.
it: Questo campo è disabilitato perché non ti sei ancora iscritto ad alcun gruppo.
ja: この項目は、まだどのグループにも参加していないため、無効になっています。

source: This setting will take affect after the image will be moved to your public area.
fr: Ce réglage sera appliqué après que votre image ait été déplacée vers votre galerie publique.
it: Questo settaggio avrà effetto dopo che l'immagine verrà spostata nella tua area pubblica.
ja: この設定は、画像があなたの公開領域に移動された後に有効になります。
